<template>
	<HeaderPage />
	<div class='caseHeader'>
	</div>
	<div class="wrapper industryContent">
		<div v-for="(menu, index) in menus" :key="index" class="industryItem ">
		    <div>
			    <img :src="require('../' + menu.src)" /> 
			</div>
			<div class="newsBox">
			    <h2>{{ menu.title }}</h2>
			    <p>{{ menu.text }}</p>
				<span class="mews-more" @click="showModal(menu)">查看详情</span>
			</div>
		</div>
		<a-modal 
		v-model:visible="visible" 
		:footer="null"
		title="" 
		width="96%"
		height="100%"
		wrapClassName="industryModal"
		@ok="handleOk"
		>
		    <h1>{{modalTitle}}</h1>
			<article>
			    <p v-for="(modalData, index) in modalDatas" :key="index"  :class="modalData.className">
					<img v-if="modalData.imgIs" :src="require('../' + modalData.text)" />
					<span v-if="!modalData.imgIs">{{modalData.text}}</span>
				</p>
			</article>
        </a-modal>
	</div>
	<FooterPage />
</template>

<script>
	import {
		defineComponent
	} from "vue";
	import HeaderPage from '@/components/HeaderPage'
	import FooterPage from '@/components/FooterPage'
	export default defineComponent({
		name: "ContactPage",
		components: {
			'HeaderPage': HeaderPage,
			'FooterPage': FooterPage,
		},
		data() {
			return {
				visible:false,
				modalTitle:"",
				modalDatas:[],
				menus: [{
					    src: "assets/industry/news01/1.png",
						title:"数字孪生实现方案及效果",
						text: "临沧油库可视化决策平台支持现有信息系统的数据资源,深度融合大数据、AI、数字孪生、融合通信等前言技术应用,覆盖油区各业务领域,凭借先进的人机交互方式,实现厂区三维全景可视化,资源管理可视化、油区检测、仪表检测、数据检测等功能。",
						data:[
							{
                                imgIs:false,
								text:"综合功能介绍",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"临沧油库可视化决策平台支持现有信息系统的数据资源,深度融合大数据、AI、数字孪生、融合通信等前言技术应用,覆盖油区各业务领域,凭借先进的人机交互方式,实现厂区三维全景可视化,资源管理可视化、油区检测、仪表检测、数据检测等功能。实现厂区的智慧管理和运营,广泛应用于应急指挥、数据分析等多种场景。数字孪生是与人工智能(AI)和机器学习(ML)并列的十大战略性技术趋势之一,该技术需要通过从底层数据到顶层分析决策多方面来实现。",
								className:""
							},
							{
								imgIs:true,
								text:"assets/industry/news01/2.jpg",
								className:"textCenter"
							},
							{
                                imgIs:false,
								text:"数字孪生架构组成",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:" 本平台通过联动服务应用层、虚拟模拟层、物理对象层三级层面实现数字孪生的实际应用。物理对象层:基于物联网感知技术和信息物理融合技术(Cyber-PhysicallSystems)对硬软件资源进行多项信息要素的感知、采集和融合。收取现场状态信息通过多渠道认证之后信息上传至虚拟运算平台进行分析,现场通过RFID、无线定位、视频系统、传感器等数据采集设备对厂区环境内的各种要素进行实时监视。采集的信息包含运输进出库状态、仓储状况、巡检状态、进销信息等。虚拟模拟层:通过物理对象层采集到的信息进行数据模拟化,将厂区的实时情况映射到模拟环境中。从而达到以监视与分析资产、工艺和工作流程来节省时间与金钱的效果。联动服务应用层:对系统执行状态和环境动态进行识别评估,通过各执行单位的独立算法(如巡检路径算法、载油车辆调度算法等)将基于设定目标下综合评估最优的解决方案体现在可视化平台上,从而实现决策过程的智能化、可视化和过程可控化。",
								className:""
							},
							{
								imgIs:true,
								text:"assets/industry/news01/3.jpg",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"如何实现数字孪生",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"通过Maya或者3dsMax等(DCC)软件创建厂区的模型,通过对实时数据源的RESTfulAPI连接和访问从而达到实现场景到虚拟场景的映射。为了实现完整的环境映射,实时物联网(IoT)设备是必不可少的,以该类设备收集的数据进行分析、测试、优化和预测检验。实现数字孪生的3D模型通常也可以用不同途径来实现,可以通过激光雷达扫描、照相测绘或者图形编译软件来创建。针对模型中的不同模块使用不同的软件来建模，为后期整体模型提高性能效率，尤其在复杂结构和需求的模型中更为突出，例如不涉及具体功能的建筑可以简单外观绘制，重要设备通过DCC扫描建模，各类管道通过专业管道软件进行路线铺设和生成。",
								className:""
							},
							{
								imgIs:true,
								text:"assets/industry/news01/4.jpg",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"油库可视化监测系统",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"基于区域仪表运行状况检测，监控石油数据在线情况，实时报警数据，运行车辆统计等。巡检人员按照巡检路线进行检测当设备出现故障发出警报提示出现红色异常。巡检人员通过现场定位设备进行精准定位，对巡检路径和状态进行实时跟踪。通常在项目中使用GPS信号定位，使用个人手机App就可实现位置跟踪，造价相对低。对与信息安全有着很大需求的客户，我们也可以通过本地定位设备来进行定位，在不连接外网的情况下对巡检人员的位置信息进行跟踪，随后体现在可视化平台中。",
								className:""
							},
							{
								imgIs:true,
								text:"assets/industry/news01/5.jpg",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"图例智能巡检监测系统图",
								className:"textCenter tagge"
							},
							{
								imgIs:false,
								text:" 数字化应急指挥预案",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"基于三维地图进行功能开发，将消防力量分布、安全重点区域、消防水源、警情警、出警记录、重点区域分布、道路分布、微型消防站、社会应急联动力量、应急储备物资、应急资源统计等信息在指挥大屏上统一管理和展示。消防站、社会应急联动力量、应急储备物资、应急资源统计等信息在指挥大屏上统一管理和展示。",
								className:""
							},
							{
								imgIs:true,
								text:"assets/industry/news01/6.jpg",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"实时监视画面",
								className:"textCenter tagge"
							},
							{
								imgIs:true,
								text:"assets/industry/news01/7.jpg",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"虚拟映射画面",
								className:"textCenter tagge"
							},
							{
								imgIs:false,
								text:"环境可视化系统",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"实现油库的建筑、设备等的可视化，并且可以为各业务系统提供可视化管理手段，实现油库环境的跨系统集中管理，提高对油库的掌控能力和管理效率。对厂区设备进行监视，如果发现某台设备故障，自动跳转至该设备的场景，不需要操作者手动在界面中寻找出现问题。",
								className:""
							},
							{
								imgIs:true,
								text:"assets/industry/news01/8.jpg",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"油罐信息展示",
								className:"textCenter tagge"
							},
							{
								imgIs:true,
								text:"assets/industry/news01/9.jpg",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"异常设备报警",
								className:"textCenter tagge"
							},
							{
								imgIs:false,
								text:" 技术架构",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"本方案利用工业软件平台覆盖从底层数据SCADA采集到Mysql数据存储，前端使用Three.js和WebGL实现从现实场景映射到虚拟环境中的动态效果（例如巡检人员的实时位置映射、火灾或者设备故障等情况的映射），后端使用Python进行数据处理，建模使用多种DCC软件实现（例如Maya、3dsMax、Aveva等）形成全集成一体化的技术架构方案。",
								className:""
							},
							{
								imgIs:true,
								text:"assets/industry/news01/10.jpg",
								className:"textCenter"
							}
						]
					},
					{
					    src: "assets/industry/news02/1.jpg",
						title:"会长带你走亲戚之——深圳市达英和自动化工程有限公司",
						text: "",
						data:[
							{
								imgIs:false,
								text:"为了加强与会员企业的互动和交流，深入会员企业了解实际情况与真实需求，收集企业对商会工作的意见和建议；同时应我会会员企业深圳市达英和自动化工程有限公司的邀请，2022年6月16日下午，在会长周志华的号召下；由执行秘书长陈柏祥安排对接、组织了11家会内企业，并邀请了北京银行深圳分行龙华支行副行长及株洲市人民政府驻深圳招商联络处部长，集体走访会员企业——深圳市达英和自动化工程有限公司。达英和公司总经理邵治舜先生和夏青女士对乡亲的来访，进行了热情和隆重的接待。",
								className:""
							},
							{
								imgIs:true,
								text:"assets/industry/news02/2.jpg",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"在下午的招待座谈会上，邵治舜总经理向来访乡亲详细介绍了企业的发展历程、业务范围、过往业绩以及目前在做的项目。",
								className:""
							},
							{
								imgIs:true,
								text:"assets/industry/news02/3.jpg",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"达英和公司成立于1996年，专注于智能化自动化领域26年，是全球化智能制造解决方案提供商和系统集成商，为大中型企业提供自动化服务设计与落地。业务范围涉及到了水利、电力、石化、市政污水、楼宇厂房节能、生产线改造等行业。与武汉富士康、越南富士康、深圳市政等名企有着深度合作经验和大量的成功案例，是自动化工程专业领域里一支发展强劲的优质企业会员。",
								className:""
							},
							{
								imgIs:true,
								text:"assets/industry/news02/4.jpg",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"  深株商会常务副会长胡党力在会上介绍自己做建筑工程的同学给达英和公司，以期达到整合资讯和人脉资源的目的。深株商会副会长刘美芝在会上谦虚地表明自己公司做智慧停车场，邵总做智慧水利项目，希望向海归年轻人邵总学习，双方可以商务对接。深圳市华视视觉科技有限公司副总裁、深株商会副会长王关俊表示，自己公司是做所有园区的安防和控制，与达英和是半个同行，目前与世界500强，央企华电集团合作，愿意在工程业务方面展开联盟合作。",
								className:""
							},
							{
								imgIs:false,
								text:" 杭州浙经建筑规划设计有限公司经理、深株商会会员黄敏表示，在工作中经常会涉及到污水处理等项目，后期有机会与达英和公司合作，并将自己的师兄在水利方面的专家，引荐给邵总。",
								className:""
							},
							{
								imgIs:false,
								text:" 深圳市豪林实业有限公司董事长、深株商会会员张佑林表示，自己公司以前主要做手表成品及手表配件的，现在公司也有外接机加工的业务。达英和公司的自动化设备上需要机加工的非标件我们能提供。",
								className:""
							},
							{
								imgIs:false,
								text:" 北京银行深圳分行龙华支行副行长谢美姿表示，非常看好达英和公司的未来前景，涉及金融相关领域的项目，愿意提供帮助和支持。",
								className:""
							},
							{
								imgIs:false,
								text:" 株洲市人民政府驻深圳招商联络处部长周天，希望达英和公司能在株洲注册项目公司，在智慧城市、智慧水利、智慧园区等领域进行深度交流合作。",
								className:""
							},
							{
								imgIs:false,
								text:" 深圳市湘润吉新能源有限公司董事长、深株商会副秘书长易智认为，环保和节能是朝阳行业，看好节能环保行业未来发展趋势，希望能向达英和公司多学习、多对接。",
								className:""
							},
							{
								imgIs:false,
								text:"最后，深株商会周会长在座谈会上总结：很开心接受本次企业走访的邀请，企业、政府职员欢聚在一起交流，其乐融融，大家带着交朋友的目的多走动，拓展人脉关系。希望邵总多参加商会活动，参加篮球队或商会的文化知识讲座，与家乡企业学多交流，相互学习；商会在会员企业之间起着强链接的作用。",
								className:""
							},
							{
								imgIs:false,
								text:"周会长殷切期望：在未来的建设发展中，达英和公司多利用商会的人脉资源，多支持商会的发展，融入商会人脉圈，团队的力量不可估量。未来商会将举办更多的活动、创造更多的交流机会。商会愿意更快捷和高效地为企业，对接在湖南省境内和株洲地区范围内的政府项目，牵头对接政府部门，在合理、合法、合情、合规下，链接企业需要的资源。",
								className:""
							},
							{
								imgIs:false,
								text:"通过走访交流，深入座谈，充分了解会员企业的需求，大家深刻意识到：在当前形势下，企业的发展必须要整合资源、抱团取暖。商会组织存在的价值在于积极发挥汇聚融通的作用，构建资信，资源的信息共享平台，引导和推动企业之间的深度合作，从之前的单打独斗各自为阵转变为现在的集合发展，彼此照应、合作共赢。在相互促进中，加强友谊，共同发展、彼此成就。商会将一如既往地全力支持在深圳的株洲人的企业，成为企业发展最坚强的后盾。",
								className:""
							},
							{
								imgIs:false,
								text:"附：下午走访名单",
								className:""
							},
							{
								imgIs:false,
								text:"1、深圳市湖南株洲商会党支部书记及会长周志华;",
								className:""
							},
							{
								imgIs:false,
								text:"2、深株商会常务副会长胡党力；",
								className:""
							},
							{
								imgIs:false,
								text:"3、深株商会副会长刘美芝；",
								className:""
							},
							{
								imgIs:false,
								text:"4、深圳市华视视觉科技有限公司副总裁、深株商会副会长王关俊；",
								className:""
							},
							{
								imgIs:false,
								text:"5、北京银行深圳分行龙华支行副行长谢美姿；",
								className:""
							},
							{
								imgIs:false,
								text:"6、株洲市人民政府驻深圳招商联络处部长周天和易萍；",
								className:""
							},
							{
								imgIs:false,
								text:"7、深圳市豪林实业有限公司董事长、深株商会会员张佑林；",
								className:""
							},
							{
								imgIs:false,
								text:"8、杭州浙经建筑规划设计有限公司经理、深株商会会员黄敏；",
								className:""
							},
							{
								imgIs:false,
								text:"9、深圳市结香花婚恋服务有限公司董事长、深株商会会员张评理；",
								className:""
							},
							{
								imgIs:false,
								text:"10、深株商会执行秘书长陈柏祥；",
								className:""
							},
							{
								imgIs:false,
								text:"11、深圳市湘润吉新能源有限公司董事长、深株商会副秘书长易智；",
								className:""
							},
							{
								imgIs:false,
								text:"12、深圳市好润达贸易有限公司、深株商会副秘书长朱鸿志；",
								className:""
							},
							{
								imgIs:false,
								text:"13、深株商会办公室主任刘思雅。",
								className:""
							}
						]
					},
					{
					    src: "assets/industry/news03/1.jpg",
						title:"脱硫系统智能化边缘控制解决方案",
						text: "",
						data:[
							{
								imgIs:false,
								text:"项目背景",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"某火力发电厂脱硫系统采用传统的DCS控制，烟气流经脱硫装置，入口烟气与出口烟气之间的纯延迟时间为4分钟左右，浆液与烟气SO2反应也有较大迟延，属于大纯滞后系统。传统PID控制方式无法满足自动控制要求，因此SO2浓度仍然采用开环控制，由人工手动调整。锅炉负荷及烟气量、煤质硫份、烟气温度、烟尘浓度、吸收剂品质等经常变化，给运行人员带来很大的操作负担。而且随着工况的变化，出口SO2浓度容易超标，存在较大的节能降耗的空间。",
								className:""
							},
							{
								imgIs:false,
								text:"本项目采用智能外挂边缘控制系统，保留传统DCS系统功能的同时，增加了智能边缘计算模块功能，在传统DCS系统协调控制功能的基础上，利用边缘控制，对脱硫系统石灰石流量进行智能调节，以实现SO2超低排放指标的自动智能稳定控制和系统的经济运行。确保环保排放达标，把出口SO2浓度控制到超低排放水平，大幅降低了生产成本，提高了生产效率。",
								className:""
							},
							{
								imgIs:true,
								text:"assets/industry/news03/1.jpg",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"边缘控制概述",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"目前，设备智能化已是大势所趋，传统的控制系统正面临着数字化转型升级的严峻挑战，随着个性化产品生产需求不断增加，客户对产品品质要求越来越严格，生产设备的状态影响生产设备的效率和产品品质，生产数据和设备数据正成为产线数字化转型的核心驱动力，传统数字化升级方案需要组合PLC、PC、网关、SCADA软件等多种不同领域功能的产品于统一系统中，系统架构复杂，成本昂贵且面临极大安全风险。同时也增加了软件工程师编程开发难度和软件开发成本，现场运行维护成本也随之增加。",
								className:""
							},
							{
								imgIs:false,
								text:"边缘控制融合PLC自动化技术与PC信息化技术，将PLC、PC、网关、运动控制、I/O 数据采集、现场总线协议、机器视觉、设备联网等多领域功能集成于同一控制平台，可同时实现设备运动控制、机器视觉、设备预测维护、设备联网，数据分析和优化控制、数据可直接连接至工业云平台，在边缘侧协同远程工业云平台实现智能产线控制。",
								className:""
							},
							{
								imgIs:true,
								text:"assets/industry/news03/2.jpg",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"脱硫智能化边缘控制解决方案",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"脱硫系统智能化边缘控制考虑多项提高控制品质的措施，采用预测控制解决大纯滞后对象的控制难题、用模糊、预测控制调整PID参数，改善脱硫装置出口SO2排放浓度控制效果。脱硫智能化边缘控制系统通过通讯卡从DCS获取脱硫装置相关的工艺参数，如锅炉负荷及烟气量、入口煤质硫分、烟气温度、pH值、石灰石浆液流量等参数，对采集的数据进行分析、辨识、建模，并通过控制器的预测计算处理后，输出石灰石浆液流量的控制参数，最后实现对净烟气出口SO2浓度的闭环控制。",
								className:""
							},
							{
								imgIs:false,
								text:"1）pH值控制策略优化。使用动态预测模型输出石灰石浆液流量的控制，解决pH值控制大延迟，大惯性问题。",
								className:""
							},
							{
								imgIs:false,
								text:"2）实现SO2浓度的闭环控制。通过非线性预测控制实现净烟气出口SO2浓度的闭环控制，提高净烟气出口SO2浓度的调节品质，减少石灰石粉消耗，从而实现节能降耗，减少环保超标的发生，以及减轻运行人员的操作负担。",
								className:""
							},
							{
								imgIs:true,
								text:"assets/industry/news03/3.jpg",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"边缘控制器特点及与传统控制器的区别",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"边缘智能控制器，是以紧凑的工业尺寸，融合工业控制、边缘计算、边云协同、物联网络、信息安全、本地显示等核心能力的边缘智能计算平台。",
								className:""
							},
							{
								imgIs:false,
								text:"边缘控制器是IT和OT之间的物理接口，在完成工作站和生产线的控制功能的基础上，提高工业设备的接口能力和计算能力，提高工业设备的适用性。",
								className:""
							},
							{
								imgIs:true,
								text:"assets/industry/news03/4.jpg",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"边缘控制器是工业互联网时代下的控制系统，与传统的控制器有着很大的不同。",
								className:""
							},
							{
								imgIs:true,
								text:"assets/industry/news03/5.jpg",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"边缘控制的主要优势",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"1）满足快速连接、实时优化、安全可靠等关键生产运维需求降低工业现场的复杂性，设备之间连接需要边缘计算提供现场级计算能力，实现各制式网络通信协议相互转换、互联互通，提高工业数据计算的实时性和可靠性。",
								className:""
							},
							{
								imgIs:false,
								text:"2）解决传统信息化架构中台层压力过大的问题通过边缘控制架构，对设备数据的采集进行分离，可按实际需求从边缘端获取需要的采集数据，减轻传统信息化系统架构的采集层的压力过大问题。",
								className:""
							},
							{
								imgIs:false,
								text:"3）解决传统信息化架构应用系统层应用模块过多的问题通过边缘控制架构，把脱硫系统专用的控制模块下放至边缘端进行，减轻原系统架构的应用模块过多，过于臃肿问题，减轻了原系统CPU的负荷。",
								className:""
							},
							{
								imgIs:true,
								text:"assets/industry/news03/6.jpg",
								className:"textCenter"
							}
						]
					},
					{
					    src: "assets/industry/news04/1.png",
						title:"电气自动化控制专业术语，你了解多少？",
						text: "",
						data:[
							{
								imgIs:true,
								text:"assets/industry/news04/2.jpg",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"控制系统的第一代产生于1930年到1940年，主要代表是以基地式仪表为代表的机械控制技术。第二代产生于1950年，主要是电气控制技术为主的继电器控制技术和调节器为代表的模拟控制技术。目前所称的控制系统是第三代控制系统，诞生于二十世纪七十年代，主要技术代表是用于流程工业的集散控制系统(DCS)和用于离散工业的可编程控制器(PLC)。",
								className:""
							},
							{
								imgIs:false,
								text:"为了正确理解控制系统的意义，有一些关于控制的术语是必须要了解的，在这里介绍一下。",
								className:""
							},
							{
								imgIs:false,
								text:"1、I/O点",
								className:"bold"
							},
							{
								imgIs:false,
								text:"在讨论控制系统的时候，I/O点是最经常听到的一个术语。它是指输入/输出点，I代表INPUT，指输入，O代表OUTPUT，指输出。输入/输出都是针对控制系统而言，输入指从仪表进入控制系统的测量参数，输出指从控制系统输出到执行机构的参量，一个参量叫做一个点。一个控制系统的规模有时按照它最大能够控制的I/O点的数量来定的。",
								className:""
							},
							{
								imgIs:false,
								text:"2、模拟量和开关量",
								className:"bold"
							},
							{
								imgIs:false,
								text:"在控制系统中，另一个常见的术语就是模拟量和开关量。不论输入还是输出，一个参数要么是模拟量，要么是开关量。模拟量指控制系统量的大小是一个在一定范围内变化的连续数值，比如温度，从0-100度，压力从0-10MPA，液位从1-5米，电动阀门的开度从0-100%，等等，这些量都是模拟量。而开关量指该物理量只有两种状态，如开关的导通和断开的状态，继电器的闭合和打开，电磁阀的通和断等等。",
								className:""
							},
							{
								imgIs:false,
								text:"对控制系统来说，由于CPU是二进制的，数据的每位有“0”和“1”两种状态，因此，开关量只要用CPU内部的一位即可表示，比如，用“0”表示开，用“1”表示关。而模拟量则根据精度，通常需要8位到16为才能表示一个模拟量。最常见的模拟量是12位的，即精度为2-12，最高精度约为万分之二点五。当然，在实际的控制系统中，模拟量的精度还要受模拟/数字转换器和仪表的精度限制，通常不可能达到这么高。",
								className:""
							},
							{
								imgIs:false,
								text:"3、控制回路",
								className:"bold"
							},
							{
								imgIs:true,
								text:"assets/industry/news04/3.jpg",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"通常是针对模拟量的控制来说，一个控制器根据一个输入量，按照一定的规则和算法来决定一个输出量，这样，输入和输出就形成一个控制回路。控制回路有开环和闭环的区别。开环控制回路，指输出是根据一个参考量而定，输入和输出量没有直接的关系。而闭环回路则将控制回路的输出再反馈回来作为回路的输入，与该量的设定值或应该的输出值作比较。闭环回路控制又叫反馈控制，是控制系统中最常见的控制方式。下面介绍几种常规的反馈控制的模式。",
								className:""
							},
							{
								imgIs:false,
								text:"二位控制",
								className:"bold"
							},
							{
								imgIs:false,
								text:"这是最简单的反馈控制，有时也叫开关控制。这种控制是当被测量达到最高值或最低值的时候，就给出一个开关的信号。虽然被测量可能是模拟量，但控制输出是开关的，所以叫两位控制。在工业现场，有许多温控器和液位开关控制是采用这种方式的",
								className:""
							},
							{
								imgIs:false,
								text:"比例控制",
								className:"bold"
							},
							{
								imgIs:false,
								text:"控制器的输出值与被控参数的测量值和设定值或某个参考点的偏差是一个比例关系。比例控制比二位控制要平滑一些，消除了二位控制时会产生的被控量上下振荡的情形。比如，对一个反应罐的液位，如果设定的液位值是2700毫米，当液位降低时，进料管道上的阀门就要增加开度，而液位偏高时，则要将开度减小。增加和减小的比例与液位和设定值的偏差大小成比例关系。",
								className:""
							},
							{
								imgIs:false,
								text:"积分控制",
								className:"bold"
							},
							{
								imgIs:false,
								text:"在积分控制中，被控变量的值的变化与控制系统输出控制到实际生效的时间有一个预先设定的关系。执行机构的输出是渐渐地达到设定的值的。这种控制方式的产生是由于实际的控制元件和执行机构从给出输出信号到使被控变量达到设定值往往需要一段时间。",
								className:""
							},
							{
								imgIs:false,
								text:"最常见的例子是温度控制，比如，假定我们知道到煤气阀门的开度到60%的时候，热水器的水温能够达到适宜洗澡的45度，但是，当你把阀门一下子拧到60%的位置时，水依然是凉的，你必须等一下，水温升到45度左右的时候，就会稳定。如果控制系统不用积分控制，而只用比例控制，那么当阀门输出为60%时，这是输入的温度值可能依然只有20度，那么按照比例控制，既然偏差依然存在，则阀门的开度会继续加大，这样，当水温升到45度时，阀门的开度可能会达到了90%甚至更高，这时，虽然控制系统会通知阀门保持不动，但水温会继续升高，可能到了50甚至60度，这时，阀门的开度会减小，但在减小到60%之前，水温都会继续上升，当阀门开度减到60%时，水温依然可能70度，一直当阀门的开度变成20%时，水温才会变成45度，这时阀门运动会停止，但水温却会继续下降，直到变成凉水，如果这时是冬天，可能你的情形还要糟糕。这就是没有积分控制的温度控制器会发生的情况。如果你有小孩，当孩子第一次操作热水器的阀门的时候，发生的情形就很像这种情况。",
								className:""
							},
							{
								imgIs:false,
								text:"微分控制",
								className:"bold"
							},
							{
								imgIs:false,
								text:"微分控制通常与比例和积分控制同时使用，由于积分控制有一个滞后，微分控制可以让控制对偏差的反应提前，以免控制系统的反应过于迟钝。微分控制与比例和积分控制同时使用，可以使被控状态更迅速地达到稳定状态，而又不会出现上文出现的振荡现象。",
								className:""
							},
							{
								imgIs:false,
								text:"PID控制",
								className:"bold"
							},
							{
								imgIs:false,
								text:"在实际的控制系统中，根据实际变量的情况，上述三种控制方式有时只有一种，有时是两种，有时三种同时采用。比例控制用P表示，积分控制用I表示，微分控制用D表示，根据采用的方式，分别称为P控制，PI控制，PID控制。其中，PID控制是控制系统最常见的控制模式。",
								className:""
							},
							{
								imgIs:true,
								text:"assets/industry/news04/4.jpg",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"延时控制",
								className:"bold"
							},
							{
								imgIs:false,
								text:"通常应用在开关量控制的场合，当一个开关状态变化时(比如由开变关时)，控制器的输出动作要延时一段时间才会给出。比如，在生产线常用的接近开关，当工件就位时，接近开关给出信号，下一个滚筒由于和接近开关安装的位置有一段距离，所以通常要延迟几秒才开始滚动。",
								className:""
							},
							{
								imgIs:false,
								text:"连锁控制",
								className:"bold"
							},
							{
								imgIs:false,
								text:"也是常用于开关控制的场合，比如有三个开关，A、B和C，C开关必须在A和B同时打开的时候，才能够打开;或者当A打开时，C必须打开;这种关系就是连锁控制。在工业现场中，尤其是在涉及安全控制的场合，连锁控制方式是很常见的。比如反应釜中的放散阀，当压力达到一定值时，压力开关的信号发生变化，则放散阀门必须立刻打开。",
								className:""
							},
							{
								imgIs:false,
								text:"电动控制",
								className:"bold"
							},
							{
								imgIs:false,
								text:"指控制系统的输出是通过电气量或电子信号来进行的，所控制的对象是电动执行元件,比如继电器、步进开关、电磁阀、伺服驱动器和变频器等等，绝大部分的自动控制多多少少都会有电动控制元件。",
								className:""
							},
							{
								imgIs:false,
								text:"液压控制",
								className:"bold"
							},
							{
								imgIs:false,
								text:"在机器与设备的操作中，许多控制是用液压控制机构来进行的。在连续速度控制的场合，液压控制通常比较方便和便宜，当能量转换效率较高的时候，液压控制往往和电动控制中的伺服控制同时使用。这时，就形成了效率和精度较高的电液执行机构。",
								className:""
							},
							{
								imgIs:false,
								text:"气动控制",
								className:"bold"
							},
							{
								imgIs:false,
								text:"有三种情形用到气动执行机构：一，运动的线路上有标准的单向气动阀门组合来完成控制逻辑功能;二，在气体管道中采用一些没有移动部件的元件，这些元件是依靠流过的气体的特性而进行开关动作的;三，运动的逻辑控制系统，采用模块化的内置隔膜、绕线或套筒式。这三种气动元件都是采用压缩空气作为传输信号或执行机制的动力。在工厂中，由于压缩空气容易获得，干净、无污染，又安全，控制的功能和设计都十分简单，因此，现在许多生产线上采用气动工具。",
								className:""
							}
						]
					},
					{
					    src: "assets/industry/news05/1.jpg",
						title:"PLC的升级可以给企业带来哪些优势",
						text: "",
						data:[
							{
								imgIs:false,
								text:"简介",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"尽管在 20 世纪 70 年代初期所安装的一些第一代可编程逻辑控制器仍能正常运行，但许多设备极易发生故障。它们明天、下周或五年之后是否会宕机，我们很难预测。但可以肯定的是，随着设备的使用，发生故障的风险必将与日俱增，同时替换成本会增加，停机时间将会延长，升级决策也将更多地取决于紧急情况而非战略规划使然。如果在设备发生故障之前对其进行“修复”以恢复控制，将可能带来巨大的好处。",
								className:""
							},
							{
								imgIs:true,
								text:"assets/industry/news05/1.jpg",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"大多数公司实践证实，控制系统的升级可在两年之内获得回报，而在产生效益之后，将会产生源源不断的价值，这主要是通过以下方面的改进来提高所有生产资产的回报率而实现的：●业务运营利润率  ●资产可用性  ●资产利用率  ●人力利用率  ●生产的柔性和精确化  ●工业物联网（IIoT）就绪性",
								className:""
							},
							{
								imgIs:false,
								text:"一、提高业务运营利润率",
								className:"textCenter bold"
							},
							{
								imgIs:false,
								text:"在 PLC 升级收益系列的第一份白皮书打破 PLC 升级成本合理性论证的障碍中，我们讨论了实时核算方法，通过分析和实时控制产值、能源消耗和原材料成本，提供了成本合理性论证基准。",
								className:""
							},
							{
								imgIs:false,
								text:"产值为所生产产品的数量乘以产品可生产的收入金额。在许多行业中，从该值中减去能源原材料的成本，即可提供利润率指标，用于关联技术采购与利润。例如，升级到更强大的控制器之后，将可实时监控产品质量或加快产品上市，从而提高产值。通过提高控制器的互联性，将可改进来料控制，实现实时监控或降低材料成本，从而降低能源成本。",
								className:""
							},
							{
								imgIs:false,
								text:"我们将这种方法称之为实时核算，因为它利用系统自动化，采用如同在产线使用相同类型的反馈回路来控制温度、压力和流量一样的方式来提高操作人员的操控力，从而提高利润率。本白皮书的其他部分还介绍了一些可能会影响利润率，但并不是会实时变化的其他因素",
								className:""
							},
							{
								imgIs:false,
								text:"二、提高资产可用性",
								className:"textCenter bold"
							},
							{
								imgIs:false,
								text:"从 PLC 升级到更为现代的 PLC 或可编程自动化控制器(PAC)之后，将至少可在以下运维方面带来优势：备品备件管理、高级诊断、远程维护、无电池化和网络安全等。",
								className:""
							},
							{
								imgIs:false,
								text:"1.防止陈旧退化",
								className:""
							},
							{
								imgIs:false,
								text:"当控制系统供应商终止产品支持之后，二级市场将会很快接手。许多供应商致力于提供高质量标准和客户服务，但并非全部如此。质量控制、兼容性甚至产品伪造问题将浮出水面，从而带来新的风险。",
								className:""
							},
							{
								imgIs:false,
								text:"2.保障正常运行",
								className:""
							},
							{
								imgIs:false,
								text:"软件可根据设备的使用时间预测故障情况，且现已日渐成熟起来，但与旧控制系统平台相比，这将需要更多的带宽。现代化控制器的寿命将会延长许多年，同时还将具有更高的诊断能力、互联性和可视化能力，因此更有可能在出现故障之前解决问题，从而降低风险。",
								className:""
							},
							{
								imgIs:false,
								text:"3.远程维护",
								className:""
							},
							{
								imgIs:false,
								text:"对一些较陈旧的 PLC 进行诊断、更新和配置时，将需要检查系统的每个节点。如果您的设备安装在不同地方，那么交通成本也会成为问题。而新型控制系统架构已经联网，因此可以在一个中心位置远程执行诊断、配置和修补管理操作。这些系统不仅可以收集数据，还可设置时间戳，并同步优化操作，使您可以获得更为三维化的业务运营视图。",
								className:""
							},
							{
								imgIs:false,
								text:"4.摆脱电池依赖性",
								className:""
							},
							{
								imgIs:false,
								text:"如果您原来的 PLC 使用可擦除只读存储器(EPROMS)来存储配置或其他关键操作数据，则对系统电池的依赖性将会非常高。当电池趋于老化时，存储的数据将在遇到系统掉电时立即丢失。每次发生这种情况时，您将需要联系供应商技术人员到现场重新安装和加载软件。而新型 PLC 不再使用电池。",
								className:""
							},
							{
								imgIs:false,
								text:"5.网络安全",
								className:""
							},
							{
								imgIs:false,
								text:"许多公司安全策略基于“隐藏式安全”。他们认为，只要不联网数据就是安全的。但是事实并非完全如此，人为因素、U 盘和其他漏洞也会给这些封闭式系统带来风险。而一个毋庸置疑的更大风险在于，在不断变化的全球经济时代，封闭的系统将会造成业务停滞和僵化。现代化 PLC 和 PAC 更趋于在核心芯片内置网络安全。",
								className:""
							},
							{
								imgIs:false,
								text:"三、提高资产利用率",
								className:"textCenter bold"
							},
							{
								imgIs:false,
								text:"除了更易于维护，现代控制器还可提高资产利用率。有助于提高资产利用率的因素包括：用于配置资产的工程软件方面的进步，能够运行更大更复杂的应用程序，对限制控制性能发挥的苛刻运行环境的更高抵御能力，以及更高的网络容量。更好地控制资产利用率也是提高产值的最重要方法之一，因为这有利于优化产品质量、产量、加快上市或者竞争策略所定义的其他价值因素。",
								className:""
							},
							{
								imgIs:false,
								text:"1.充分利用高级工程软件",
								className:""
							},
							{
								imgIs:false,
								text:"近年来，工程软件已得到大幅改进。利用基于标准的、面向对象的技术，通过简单的拖放操作来设计和配置系统已成为常态，但在老一代的 PLC 中即使可以实现，使用这一技术也很困难。",
								className:""
							},
							{
								imgIs:false,
								text:"2.提高设备效率",
								className:""
							},
							{
								imgIs:false,
								text:"一般而言，如果您可以更准确地衡量效率，则可更好地控制设备；但设施越大，采用原有控制系统时，实现这一目标的难度就越大。全新系统具有相应的带宽和互联性来利用高级MES 性能监控软件的优点，集中收集和分析敏感数据，跟踪每班、每天以及其他维度的性能。",
								className:""
							},
							{
								imgIs:false,
								text:"3.抗老化",
								className:""
							},
							{
								imgIs:false,
								text:"尽管老化的 PLC 可能仍可以执行基本功能，随着时间的推移，性能一致性可能会有所下降。安装位置的环境挑战越大，性能降级越快。除了可靠性比原有设备更高，全新 PLC 在环境因素方面也具有更强的抵御能力。",
								className:""
							},
							{
								imgIs:false,
								text:"4.提高联网性能",
								className:""
							},
							{
								imgIs:false,
								text:"除了未充分网络化的 PLC 在发展和改进方面面临阻力，第一代网络也可能被淘汰。初次安装通信网络时，通常工作正常，但随着时间的推移，增加的设备和数据流量可能会导致不定时卡机甚至停机事件发生。",
								className:""
							},
							{
								imgIs:false,
								text:"因此，必须根据实际节点配置和流量模式来确定网络及其控制规模。全新一代的 PLC 具有更高的带宽和内存，而这是管理增加的流量所必需的。",
								className:""
							},
							{
								imgIs:false,
								text:"四、人力利用率",
								className:"textCenter bold"
							},
							{
								imgIs:false,
								text:"现代控制器可提高个人和团队的效率，同时降低培训成本和改进文档。",
								className:""
							},
							{
								imgIs:false,
								text:"提高员工效率",
								className:""
							},
							{
								imgIs:false,
								text:"毋庸置疑，过去，自动化主要用于帮助公司利用较少的人力资源实现更高的目标，但目前的技术主要专注于可帮助个人和团队为公司提高利润率做出贡献。升级后的控制器具有更高的带宽和互联性，可提高操作人员的洞察力以及情景化实时协作能力，从而实现较高的运营利润率。",
								className:""
							},
							{
								imgIs:false,
								text:"降低培训成本",
								className:""
							},
							{
								imgIs:false,
								text:"如果您的 PLC 安装时间超过 10 年，很可能以前的许多编程和诊断人员已经离开公司或者更换岗位。这会使你陷入两难的境地，是否要在设备生命周期即将结束时投资资源来培训新员工。解决方案是，您可以投资使用数字化程度更高，将在近几年内普遍使用的现代控制器。",
								className:""
							},
							{
								imgIs:false,
								text:"完整一致的文档",
								className:""
							},
							{
								imgIs:false,
								text:"弥补离职和新员工之间差距的阻碍是：在许多公司里，系统文档是无计划的或者不够完善的。大多数系统历史记录都随着员工的离开而消失了，而重新创建这些资料的成本非常高昂。",
								className:""
							},
							{
								imgIs:false,
								text:"现代化系统能够使用更为先进的文档管理工具，并可兼容面向对象的工程环境，从而可在员工离职前捕获大多数操作数据。",
								className:""
							},
							{
								imgIs:false,
								text:"五、工业物联网（IIoT）就绪",
								className:"textCenter bold"
							},
							{
								imgIs:false,
								text:"20 到 30 年前，自动化的普及将继电器、仪器和阀门等设备置于计算机控制之下，从而提高了工业生产率。现在，我们正在经历以高度互联性为特征的新一代工业革命，这不仅体现在传统自动化组件之间，还体现在工业设备和应用之间，即工业物联网（IIoT）。",
								className:""
							},
							{
								imgIs:false,
								text:"工业物联网的初期成效已非常明显，但预计后劲仍十分强劲。2016 年 9 月，在针对 26 个国家，9 个主要工业领域的2,000 多名参与者的调查中，普华永道公司（PricewaterhouseCoopers，简称 PwC）发现企业高管们期待在两年内看到工业物联网投资回报。",
								className:""
							},
							{
								imgIs:false,
								text:"升级至现代控制器，不仅可以提供上述大多数收益，还有可能挖掘工业物联网的全部潜力。例如，施耐德电气的Modicon M580 以太网可编程控制器(ePAC)不仅可帮助实现上述各种目标，同时还将通过提供以下特性，助力企业在新兴工业物联网时代取得成功：●高带宽和快速扫描时间，增强整体性能，并能更轻松地管理大数据采集设备和分析软件。 ●以太网互联性，可提高通信能力以及对运营的可视化。 ●原生网络安全，使用户能够利用基于安全的开放互联性来充分挖掘工业物联网的优势，同时降低网络入侵风险。 ●能够嵌入实时会计指标，并将其应用于从生产到其他业务运营数据中，提供历史和实时分析，从而为实时利润率改进提供指导。",
								className:""
							},
							{
								imgIs:true,
								text:"assets/industry/news05/2.jpg",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"总结",
								className:"textCenter bold"
							},
							{
								imgIs:false,
								text:"综上所述，无论您存在设备、区域、部门还是企业级顾虑，升级到现代 PLC 或 PAC 之后，都可帮助您应对目前的维护、生产或运营方面的挑战，同时使您更好地处理未来可能面对的新的挑战。",
								className:""
							}
						]
					},
					{
					    src: "assets/industry/news06/1.png",
						title:"PCS 7在洁净通风空调系统的应用",
						text: "",
						data:[
							{
								imgIs:false,
								text:"一、前言及项目概况",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"随着现代化制药企业不断地快速发展和新版GMP的实施，制药企业对洁净通风空调机组的舒适性和稳定性的要求越来越高。自控系统作为洁净通风空调的控制核心，是其安全、稳定运行的重要保证。西门子公司PCS 7过程控制系统是集 DCS、SIS、PLC 以及远程I/O为一体的新型全集成自动化控制系统。具有分散控制、集中管理、控制装置和现场仪表全数字化、安装方便、成本低和维护管理智能化等特点。我们根据GMP对洁净空调控制的要求，采用西门子全集成过程控制系统PCS 7、PROFIBUS DP现场总线、远程I/O等组成先进的全集成、全数字化系统，可以更好地管理、控制和维护洁净空调系统的运行。",
								className:""
							},
							{
								imgIs:false,
								text:"某制药车间包括一般生产区非净化空调系统和洁净区净化空调系统。根据生产工艺需要，为满足口服制剂生产车间制造生产制剂所需的生产环境，生产区共设置多套洁净空调机组。洁净空调机组控制系统通过对冷水阀、加热阀、加湿阀进行调节，处理后的空气以满足房间对温湿度的要求。空调机组风量由洁净区换气次数及室内负荷共同决定。",
								className:""
							},
							{
								imgIs:true,
								text:"assets/industry/news06/2.jpg",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"二、洁净空调的主要控制工艺要求",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"洁净空调机组由初效过滤器、中效过滤器、亚高效过滤器、送风机、冷盘管、热盘管、加湿器等设备组成，其主要控制包括以下要点:",
								className:""
							},
							{
								imgIs:false,
								text:"1)初效过滤器、中效过滤器、亚高效过滤器的堵塞报警。",
								className:""
							},
							{
								imgIs:false,
								text:"2)洁净空调机组系统模式分为工作模式、消毒模式、排风模式、停机模式，控制系统可以实现各模式之间的切换及联锁控制。",
								className:""
							},
							{
								imgIs:false,
								text:"3)工作模式下，新风阀开启到预设开度;回风阀全开;送风机频率根据送风风量实时调节，实现恒风量送风;冷水阀、加热阀、加湿阀根据回风温湿度实时调节，控制回风温湿度稳定;各个区域通过压差控制来防止交叉污染。",
								className:""
							},
							{
								imgIs:false,
								text:"4)消毒模式下，新风阀关闭;回风阀全开;送风机低频运行，系统全送全回，开启臭氧发生器，通过回风进入空调机组，送入洁净区;直至洁净室内臭氧浓度达到要求。",
								className:""
							},
							{
								imgIs:false,
								text:"5)排风模式下，新风阀全开;回风阀全关﹔消毒排风阀全开;送风机低频运行;消毒排风机运行，系统全送全排，将洁净室内的残余臭氧，直排到室外。",
								className:""
							},
							{
								imgIs:true,
								text:"assets/industry/news06/3.jpg",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"三、PCS 7控制系统在洁净空调的控制应用",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"1．PCS 7系统架构",
								className:""
							},
							{
								imgIs:true,
								text:"assets/industry/news06/4.jpg",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"1)西门子 PCS 7 414-5H控制系统，控制网采用工业以太网、环网或双网设计，系统通信保障。",
								className:""
							},
							{
								imgIs:false,
								text:"2)ET200M：冗余的 IM153-2将经济性更好的ET200M的I/O模块集成到整个DP系统，选用有源背板总线，可支持模板热插拔而不会导致CPU停机。",
								className:""
							},
							{
								imgIs:false,
								text:"3)系统配置冗余的OS服务器，服务器里包含了系统实时数据的存储功能，系统运行中的所有数据，实时同步储存在两个服务器中，当一台出现故障时，另一台正常运行，故障修复后，会自动对另一台服务器数据进行备份，确保两台OS服务器数据的一致、完整。",
								className:""
							},
							{
								imgIs:false,
								text:"4)操作员站功能按冗余配置，其中任意一台操作员站出现故障不应影响系统操作，必要时候工程师站可暂时代替操作员站进行操作控制。",
								className:""
							},
							{
								imgIs:false,
								text:"5)具有独特的可扩展架构，可以扩展OpenPCS 7功能，通过OPC将MIS/MES系统与DCS系统进行集成融合，构建全厂管控一体化系统，形成全厂统一信息中心和指挥平台。",
								className:""
							},
							{
								imgIs:false,
								text:"6)现场仪表采用西门子楼宇系列产品，高品质、多功能、高性能的产品特点和先进的楼宇控制解决方案，最大程度地节约洁净空调能耗。",
								className:""
							},
							{
								imgIs:false,
								text:"2．温湿度的控制",
								className:""
							},
							{
								imgIs:false,
								text:"1)仪表、阀门安装：在回风主管上安装风管型温湿度传感器；制冷除湿/降温段冷。",
								className:""
							},
							{
								imgIs:false,
								text:"2)冻回水管道安装阀门，配套执行器；机组再热段和加湿段蒸汽进汽管道安装阀门，配套执行器；并在自控调节阀前端安装过滤器。",
								className:""
							},
							{
								imgIs:false,
								text:"3)控制策略：按设计要求:室内温度18~26℃，室内湿度45%~65%。由于温度变化的方向与冷/热水阀的动作方向相反，通常是采用冬夏季分开的运行模式，但是，在过渡季节会难以判断和确定运行模式，因此采用湿度优先的方法，表冷阀主要用来除湿，同时也造成温度的下降，然后通过加热阀的再热，使温湿度均能达到所要求的值。本文分别采集回风温度和湿度，通过各自的PID运算，采用比例优先控制的方法计算运算结果来控制表冷阀、加热阀和加湿阀的开度，进而控制回风的温湿度。",
								className:""
							},
							{
								imgIs:false,
								text:"4)表冷段：回风含湿量高于设定值时，湿度PID中 MV的管脚值为-100~0，将MV的值取反赋值给表冷阀驱动块，调节表冷阀开度，降温至露点温度，冷凝出多余水分，使绝对含湿量降低。回风温度高于设定值时，温度PID中MV的管脚值为-100~0，将MV的值取反赋值给表冷阀驱动块，调节表冷阀开度，使回风温度降低。当回风含湿量和回风温度都高于设定值时，将湿度PID中的MV管脚值与温度PID中的MV管脚值通过比较其绝对值，将绝对值较大的赋值给表冷阀驱动块。",
								className:""
							},
							{
								imgIs:false,
								text:"5)加热段：夏季时，经过表冷器的出风温度接近露点温度，不能满足设计要求。这时，回风温度小于设定值，温度PID中MV管脚值为0~100，将MV的值赋值给加热阀驱动块，调节加热阀,使出风温度升高，温度升高的同时，相对湿度下降，直至达到设定要求；冬季时，经过预加热的出风温度接近6℃，能够防止新风冻裂表冷器盘管，但不能达到室内温度要求，回风温度小于设定值,根据温度PID调节加热阀使出风温度升高，直至达到设定要求。",
								className:""
							},
							{
								imgIs:false,
								text:"6)加湿段：冬季时，新风含湿量低，经过一次回风混合后的空气湿度低于设定要求，需要通过加湿器增加相对湿度。加湿通常采用相对湿度控制精度高的干蒸汽加湿，回风湿度小于设定值时，湿度PID中MV管脚值为0~100，将MV的值赋值给加湿阀驱动块，调节加湿阀，使出风相对湿度升高，直至达到设计要求。其算法参照加热控制。",
								className:""
							},
							{
								imgIs:false,
								text:"3．送风静压的控制",
								className:""
							},
							{
								imgIs:false,
								text:"风管送风静压通过安装在送风风总管直管段的压力传感器检测。通过频率PID运算，采用积分优先的方法，将MV的值限值在35~50之间赋值给送风机频率驱动块，调节送风机变频器的频率。当送风静压趋于设定压力时，MV的值趋于稳定，即送风机定频送风；当送风静压大于设定压力时，MV的值变小，即降低送风机频率，使送风静压减小，从而也降低了风机耗能；当洁净空调运行一段时间，过滤器堵塞，压差变大时，送风静压减小。这时，MV的值慢慢增大，即提升送风机频率，使送风静压增大，保证送风静压恒定。其算法参照加热控制。",
								className:""
							},
							{
								imgIs:false,
								text:"4．滤网监测的控制",
								className:""
							},
							{
								imgIs:false,
								text:"在洁净空调机组初效过滤器、中效过滤器、亚高效过滤器两端设置压差开关，其量程范围根据过滤器初阻力选择，动作值设置为初阻力的2倍，PCS 7控制器通过检测压差开关状态，来进行报警输出，以判断过滤器是否堵塞。",
								className:""
							},
							{
								imgIs:false,
								text:"5．工艺模式切换的控制",
								className:""
							},
							{
								imgIs:false,
								text:"1)工作模式：系统启动，开启AHU新风阀，开启AHU回风阀，开启排风机的排风阀，延时90s，启动送风机，低频运行，延时20s，启动排风机，延时10s，启动风量控制程序，延时60s，启动相应温湿度控制程序。",
								className:""
							},
							{
								imgIs:false,
								text:"2)消毒模式：系统启动，关闭AHU新风阀，开启AHU回风阀，延时90s，启动送风机，低频运行，延时20s，启动相应温湿度控制程序。",
								className:""
							},
							{
								imgIs:false,
								text:"3)排风模式：系统启动，全开AHU新风阀，关闭AHU回风阀，开启消毒排风机的排风阀，延时90s，启动送风机，低频运行，延时20s，启动消毒排风机，启动相应温湿度控制程序。4）停机模式:关闭系统，关闭相应温湿度控制程序，等待5min，关排风机，排风机的排风阀，AHU 送风机和AHU 新风阀。",
								className:""
							},
							{
								imgIs:false,
								text:"4)通过SFC顺控联锁CFC中的各个阀门块（风阀)、PID块（水阀、风机频率)、电机块（风机)，将工艺模式分为4个控制策略，分别在每个控制策略中，按照不同流程顺序来实现洁净空调工艺模式。",
								className:""
							},
							{
								imgIs:true,
								text:"assets/industry/news06/5.jpg",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"6．房间温湿度与压差的控制",
								className:""
							},
							{
								imgIs:false,
								text:"重要房间配置房间温湿度传感器和压差传感器。房间温湿度传感器可以采用壁装式和风管式，壁装式安装在房间内，以方便现场查看和记录；风管式安装在房间回风支管上。压差传感器可以采用室内压力传感器，用以监测相对压差和绝对压差。相对压差，即压差传感器两端气管分别插入相邻房间；绝对压差，即压差传感器一端插入房间，另一端放在技术夹层。如果房间送风设置CAV定风量阀，回风设置VAV变风量阀，可以根据房间绝对压差来控制VAV变风量阀，保证房间绝对压差的稳定。当房间送风风量满足设计要求风量时，房间绝对压差高时，采用分段递加，增大变风量阀开度，从而降低房间压力；房间绝对压差低时，采用分段递减,减小变风量阀开度从而增大房间压力；在净化门顶安装门磁开关，净化门打开时，门磁开关断开，此时保持变风量阀开度不变。对于工艺要求需要回风、排风切换的房间，可以在房间回风支管段和排风支管段安装风阀执行器，风阀执行器可以采用开关型风阀执行器。当房间处于生产时，排风风阀执行器打开，回风风阀执行器关闭；当房间处于停产时，回风风阀执行器打开，排风风阀执行器关闭，既满足了工艺的要求，还可以降低能耗。",
								className:""
							},
							{
								imgIs:false,
								text:"7．运行效果",
								className:""
							},
							{
								imgIs:false,
								text:"根据车间各台空调运行状态的跟踪记录，回风温度设定值22℃，实际值22℃回风湿度设定值55%，实际值55%。回风温湿度曲线平稳，无异常波动，符合设计要求，控制精度分别为:温度±0.5℃，湿度±2%，控制效果良好。空调送风机频率曲线平稳，无异常波动，送风机变频器运行在42Hz，送风压力243Pa，送风压力变化值±5Pa，节能效果显著。室内温度22.1℃，室内湿度54.5%，符合设计要求。",
								className:""
							},
							{
								imgIs:false,
								text:"四、PCS 7应用于洁净空调机组的体会",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"1) PCS 7是中大型控制系统，主要组件包括STEP7、CFC、SFC、SMATICNET、WinCC、PDM和Batch等，选用高端CPU S7-400H系列作为控制对象，可以实现控制器和服务器的冗余功能，大大提高了系统的稳定性和可靠性；采用PROFINET通信架构，大大提升了通信速率，通过光纤可以实现远距离高速度通信。",
								className:""
							},
							{
								imgIs:false,
								text:"2) PCS 7采用CFC和SFC图形化编程语言，相对于PLC梯形图语言更加直观，而且不需要为特定的对象编写程序，通过拖入相应的CFC块，就可以轻松地实现需要的功能;还可以调用其强大的工业库，在工业库中，有专门的HVAC工业库，可以轻松地实现温湿度的控制和空调机组的定时控制，可以轻松实现空调机组的工艺控制要求。",
								className:""
							},
							{
								imgIs:false,
								text:"3) PCS 7组态工程师站、服务器站和操作员站十分方便，在工程师站可以统一直接下载各个服务器站和操作员站；0S画面中的对象根据CFC和SFC自动生成，通信链接和变量自动在WinCC变量管理器中创建；变量记录和报警记录根据CFC管脚设置自动在WinCC中创建;这些都节省了大量的编程时间。",
								className:""
							},
							{
								imgIs:false,
								text:"4) PCS 7丰富的诊断功能，极大地方便了洁净空调机组的维护。在操作员站可以很方便地看到冗余服务器的状态；模块通过超量程都可以通过诊断功能查看到相应信息。",
								className:""
							},
							{
								imgIs:false,
								text:"总结：洁净空调系统采用PCS 7控制系统，在现场层，PCS 7控制器功能强大，组网灵活，保证了洁净空调的稳定性和数据的完整性、可靠性以及可追溯性；在管理层，可以配置服务器站、工程师站、操作员站，更方便地实现集中控制管理，还可以扩展OpenPCS 7功能，通过OPC将 MIS/MES系统与DCS系统进行集成融合，构建全厂管控一体化系统，形成全厂统一信息中心和指挥平台。",
								className:""
							}
						]
					},
					{
					    src: "assets/industry/news07/1.jpg",
						title:"SCADA与DCS、PLC三者有何区别?",
						text: "",
						data:[
							{
								imgIs:true,
								text:"assets/industry/news07/1.jpg",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"狭义的说，DCS主要用于过程自动化，PLC主要用于工厂自动化（生产线），SCADA主要针对广域的需求，如油田、绵延千里的管线。如果从计算机和网络的角度来说，它们是统一的，之所以有区别，主要在应用的需求，DCS常常要求高级的控制算法，如在炼油行业，PLC对处理速度要求高，因为经常用在联锁上，甚至是故障安全系统，SCADA也有一些特殊要求，如振动监测、流量计算、调峰调谷等。",
								className:""
							},
							{
								imgIs:false,
								text:"SCADA是调度管理层，DCS是厂站管理层，PLC是现场设备层",
								className:"textCenter bold"
							},
							{
								imgIs:false,
								text:"PLC系统，即可编程控制器，适用于工业现场的测量控制，现场测控功能强，性能稳定，可靠性高，技术成熟，使用广泛，价格合理。",
								className:""
							},
							{
								imgIs:false,
								text:"DCS系统，即集散工控制系统，属90年代国际先进水平大规模控制系统。它适用于测控点数多、测控精度高、测控速度快的工业现场，其特点是分散控制和集中监视，具有组网通讯能力、测控功能强、运行可靠、易于扩展、组态方便、操作维护简便，但系统的价格昂贵。",
								className:""
							},
							{
								imgIs:false,
								text:"SCADA系统，即分布式数据采集和监控系统，属中小规模的测控系统。它集中了PLC系统的现场测控功能强和DCS系统的组网通讯能力的两大优点，性能价格比高。",
								className:""
							},
							{
								imgIs:false,
								text:"SCADA、DCS是一种概念，PLC是一种产品，三者不具可比性",
								className:"textCenter bold"
							},
							{
								imgIs:false,
								text:"PLC一种产品，由它可以构成SCADA、DCS。",
								className:""
							},
							{
								imgIs:false,
								text:"DCS是过程控制发展起来的，PLC是继电器—逻辑控制系统发展起来的，PLC是设备，DCS、SCADA是系统。",
								className:""
							},
							{
								imgIs:false,
								text:"DCS与PLC的区别要点",
								className:"textCenter bold"
							},
							{
								imgIs:false,
								text:"1、DCS是一种“分散式控制系统”，而PLC(可编程控制器)只是一种控制“装置”，两者是“系统”与“装置”的区别。系统可以实现任何装置的功能与协调，PLC装置只实现本单元所具备的功能。",
								className:""
							},
							{
								imgIs:false,
								text:"2、在网络方面，DCS网络是整个系统的中枢神经，它是安全可靠双冗余的高速通讯网络，系统的拓展性与开放性更好。而PLC因为基本上都为个体工作，其在与别的PLC或上位机进行通讯时，所采用的网络形式基本都是单网结构，网络协议也经常与国际标准不符。在网络安全上，PLC没有很好的保护措施。我们采用电源，CPU，网络双冗余。",
								className:""
							},
							{
								imgIs:false,
								text:"3、DCS整体考虑方案，操作员站都具备工程师站功能，站与站之间在运行方案程序下装后是一种紧密联合的关系，任何站、任何功能、任何被控装置间都是相互连锁控制，协调控制;而单用PLC互相连接构成的系统，其站与站（PLC与PLC）之间的联系则是一种松散连接方式，是做不出协调控制的功能。",
								className:""
							},
							{
								imgIs:false,
								text:"4、DCS在整个设计上就留有大量的可扩展性接口，外接系统或扩展系统都十分方便，PLC所搭接的整个系统完成后，想随意的增加或减少操作员站都是很难实现的。",
								className:""
							},
							{
								imgIs:false,
								text:"5、DCS安全性：为保证DCS控制的设备的安全可靠，DCS采用了双冗余的控制单元，当重要控制单元出现故障时，都会有相关的冗余单元实时无扰的切换为工作单元，保证整个系统的安全可靠。PLC所搭接的系统基本没有冗余的概念，就更谈不上冗余控制策略。特别是当其某个PLC单元发生故障时，不得不将整个系统停下来，才能进行更换维护并需重新编程。所以DCS系统要比其安全可靠性上高一个等级。",
								className:""
							},
							{
								imgIs:false,
								text:" 6、系统软件，对各种工艺控制方案更新是DCS的一项最基本的功能，当某个方案发生变化后，工程师只需要在工程师站上将更改过的方案编译后，执行下装命令就可以了，下装过程是由系统自动完成的，不影响原控制方案运行。系统各种控制软件与算法可以将工艺要求控制对象控制精度提高。而对于PLC构成的系统来说，工作量极其庞大，首先需要确定所要编辑更新的是哪个PLC，然后要用与之对应的编译器进行程序编译，最后再用专用的机器（读写器）专门一对一的将程序传送给这个PLC，在系统调试期间，大量增加调试时间和调试成本，而且极其不利于日后的维护。在控制精度上相差甚远。这就决定了为什么在大中型控制项目中（500点以上），基本不采用全部由PLC所连接而成的系统的原因。",
								className:""
							},
							{
								imgIs:false,
								text:"7、模块：DCS系统所有I/O模块都带有CPU，可以实现对采集及输出信号品质判断与标量变换，故障带电插拔，随机更换。而PLC模块只是简单电气转换单元，没有智能芯片，故障后相应单元全部瘫痪。",
								className:""
							},
							{
								imgIs:false,
								text:"8、现在高端的PLC与DCS的功能已经差不多，DCS对网络和分布式数据库还要定时扫描有较强的功能，同时对运算和模拟量的处量比较拿手。",
								className:""
							},
							{
								imgIs:false,
								text:"9、PLC还分大、中、小、微PLC，其中微型的只卖几百块到2000块，点数也好少，大型的可以带数千点，运算能力与DCS差不多，但对多机联网功能较弱。现在两个技术平台都差不多，只是重点不一样。",
								className:""
							},
							{
								imgIs:false,
								text:"既然DCS和SCADA是概念？其实应该理解为一种体系结构",
								className:"textCenter bold"
							},
							{
								imgIs:false,
								text:"PLC、DCS是由早期不同的产品形态和应用场合逐步完善演化而来。可以说PLC由制造业的继电器演化发展而来。DCS是由过程控制的仪表发展演化而来。各自产品有其自己的使用场合和特点，随着技术的进步、行业的相互渗透和竞争的激烈。PLC和DCS这两种产品都在发展自己优势的同时向对方的渗透。应该知道PLC的逻辑控制功能很强大，而回路控制则是不值一提的（可以看一看型号稍微老一点的PLC），而DCS系统正好相反。这是由于两种系统的内部处理机制的不同。",
								className:""
							},
							{
								imgIs:false,
								text:"看看现在呢？",
								className:"textCenter bold"
							},
							{
								imgIs:false,
								text:"老牌的PLC厂商均涉及DCS应用领域如西门子、罗克威尔，其系统不过是PLC加网络加软件加增强的控制器。",
								className:""
							},
							{
								imgIs:false,
								text:"DCS厂商如霍尼维尔等其系统也融入了PLC，以增强其逻辑控制功能。",
								className:""
							},
							{
								imgIs:false,
								text:"要注意一点PLC是一种控制器；",
								className:"textRed"
							},
							{
								imgIs:false,
								text:"DCS是一种体系结构是由控制器+IO采集+网络+软件等组成的系统。",
								className:""
							},
							{
								imgIs:false,
								text:"SCADA系统是另一个概念，有另一种应用需求所呈现的系统。",
								className:""
							},
							{
								imgIs:false,
								text:"顾名思义它是：分布式的数据采集监控系统，它的由来和应用的产生与前两者不同，它的主要是用于数据采集，如电力的监控系统、输油管线的监控系统，它的特点是控制点分散，一个系统可能覆盖方圆数千功能（如北美的油气管道监控系统）；通信结构复杂，不是一般控制系统所能比拟的（从光纤到无线甚至卫星通讯），它的基本单元是RTU。",
								className:""
							},
							{
								imgIs:false,
								text:"这里有两个问题：",
								className:"textCenter bold"
							},
							{
								imgIs:false,
								text:"1、要给一个系统定义一个框架；",
								className:""
							},
							{
								imgIs:false,
								text:"2、用原始的系统定义来解释。",
								className:""
							},
							{
								imgIs:false,
								text:"要知道产品是不断发展的，不同的产品之间有竞争，就是要不断的在发挥自己优势的同时学习别人的长处，这就是整合。",
								className:""
							},
							{
								imgIs:false,
								text:"SCADA的重点是在监视、控制，可以实现部分逻辑功能，基本用于上位；",
								className:""
							},
							{
								imgIs:false,
								text:"PLC单纯的实现逻辑功能和控制，不提供人机界面，实现操作需借助与按钮指示灯、HMI以及SCADA系统；",
								className:""
							},
							{
								imgIs:false,
								text:"DCS兼具二者功能，但是基本上用在比较大的系统中和一些控制要求高的系统中，价格上也要昂贵一些；",
								className:""
							},
							{
								imgIs:false,
								text:"三者互相渗透，在一些生产企业会包含3中系统，SCADA作为生产管理级上位监控，DCS实现复杂控制，而PLC实现单机及简单控制。",
								className:""
							},
							{
								imgIs:false,
								text:"但是随着技术的发展有一些厂家的PLC也可以实现很复杂精确的控制，渐渐占领了DCS的市场……",
								className:""
							},
							{
								imgIs:false,
								text:"简单的说，PLC+SCADA=DCS，就我理解来讲，它们之间在控制功能上能够实现交叉，也是在本系统控制基础上，去开发另一方的优点为己所用。",
								className:""
							}
						]
					},
					{
					    src: "assets/industry/news08/1.jpg",
						title:"三大工业控制系统PLC、DCS、FCS",
						text: "随着工业技术的快速发展，相继出现了集散控制系统和现场控制系统。在工业过程控制中的三大控制系统，分别是PLC、DCS、FCS。",
						data:[
							{
								imgIs:false,
								text:"随着工业技术的快速发展，相继出现了集散控制系统和现场控制系统。在工业过程控制中的三大控制系统，分别是PLC、DCS、FCS。一些人认为FCS是由PLC发展而来的；另外一些人则认为FCS是由DCS发展而来。FCS与PLC及DCS之间既有密不可分的关联，又存在着一点的差别。",
								className:""
							},
							{
								imgIs:false,
								text:"PLC控制器是一种数字运算操作的电子系统，专为工业环境下的应用而设计。它采用一类可编程的存储器，用于其内部存储程序、执行逻辑运算、顺序控制、定时、计数与算术操作等面向用户的指令，并通过数字式或模拟式输入或输出，控制各种类型的机械或生产过程。",
								className:""
							},
							{
								imgIs:false,
								text:"DCS集散控制系统，又叫计算机分布式控制系统。它是20世纪70年代中期迅速发展起来的，它把控制技术、计算机技术、图像显示技术以及通信技术结合起来，也称作4C技术，实现了对生产过程的监视、控制和管理。它既打破了常规控制仪表功能的局限性，又较好的解决了早期计算机系统对于信息、管理和控制作用过于集中带来的危险性。",
								className:""
							},
							{
								imgIs:false,
								text:"FCS 现场总线控制系统的核心是总线协议，基础是数字智能现场设备，本质是信息处理现场化。",
								className:""
							},
							{
								imgIs:false,
								text:"大型 PLC 构成的过程控制系统的基本特点",
								className:"textCenter textRed"
							},
							{
								imgIs:false,
								text:"(1) 从上到下的结构，PLC 既可以作为独立的 DCS，也可以作为DCS的子系统。",
								className:""
							},
							{
								imgIs:false,
								text:"(2) PID 放在控制站中，可实现连续PID控制等各种功能。",
								className:""
							},
							{
								imgIs:false,
								text:"(3) 可用一台PC为主站，多台同类型 PLC为从站；也可用一台PLC 为主站，多台同类型 PLC为从站，构成PLC网络。",
								className:""
							},
							{
								imgIs:false,
								text:"(4) 主要用于工控中的顺序控制，新型PLC也兼有闭环控制功能。",
								className:""
							},
							{
								imgIs:false,
								text:" DCS控制系统的基本特点",
								className:"textCenter textRed"
							},
							{
								imgIs:false,
								text:"(1) 从上到下的树状系统，其中通信是关键。",
								className:""
							},
							{
								imgIs:false,
								text:"(2) PID在控制器中，连接计算机与现场仪器仪表。",
								className:""
							},
							{
								imgIs:false,
								text:"(3) 是树状拓扑和并行连续的链路结构，有大量电缆从中继站并行到现场仪器仪表。",
								className:""
							},
							{
								imgIs:false,
								text:"(4) 信号系统包括开关量信号和模拟信号。",
								className:""
							},
							{
								imgIs:false,
								text:"(5) DCS一般是由现场仪表层、控制装置单元层、工厂（车间）层、和企业管理层构成。",
								className:""
							},
							{
								imgIs:true,
								text:"assets/industry/news08/1.jpg",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"FCS 控制系统的基本特点 ",
								className:"textCenter textRed"
							},
							{
								imgIs:false,
								text:"（1）FCS是3C技术的融合。它适用于本质安全、危险区域、易变过程、难于对付的非常环境。",
								className:""
							},
							{
								imgIs:false,
								text:"（2）现场设备高度智能化，提供全数字信号；一条总线连接所有的设备。",
								className:""
							},
							{
								imgIs:false,
								text:"（3）从控制室到现场设备的双向数字通信总线，是互联的、双向的、串行多节点、开放的数字通信系统取 代单向的、单点、并行、封闭的模拟系统。",
								className:""
							},
							{
								imgIs:false,
								text:"（4）控制功能彻底分散。",
								className:""
							},
							{
								imgIs:true,
								text:"assets/industry/news08/2.jpg",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"DCS控制系统与PLC控制系统的比较",
								className:"textCenter textRed"
							},
							{
								imgIs:false,
								text:"DCS是一种“分散式控制系统”，而 PLC 只是一种控制“装置”，两者是“系统”与“装置”的区别。系统可以实现任何装置的功能与协调，PLC 装置只实现本单元所具备的功能。网络方面， 网络是控制系统的中枢神经。",
								className:""
							},
							{
								imgIs:false,
								text:"DCS 系统如 HOLLiAS-MACS系统的网络，由上至下分为系统网络和控制网络两个层次，系统网络实现现场控制站与系统操作员站的互连，控制网络实现现场控制站与智能 I/O 单元的通讯，信息传输实时可靠。",
								className:""
							},
							{
								imgIs:false,
								text:"而 PLC 因为基本上都为个体工作，其在与别的 PLC 或上位机进行通讯时，所采用的网络形式基本都是单网结构。在网络安全上，PLC 没有很好的保护措施。",
								className:""
							},
							{
								imgIs:false,
								text:"DCS 在整个设计上留有大量的可扩展性接口，外接系统或扩展系统都十分方便，PLC 所搭接的整个系统完成后，想随意的增加或减少操作员站都是很难实现的。DCS 安全性为保证 DCS 控制设备的安全可靠，DCS 采用了双冗余的控制单元，当重要控制单元出现故障时，都会有相关的冗余单元实时无扰的切换为工作单元，保证整个系统的安全可靠。",
								className:""
							},
							{
								imgIs:false,
								text:"PLC 所搭接的系统基本没有冗余的概念，就更谈不上冗余控制策略。特别是当其某个PLC 单元发生故障时，不得不将整个系统停下来，才能进行更换维护并需重新编程。所以DCS系统要比PLC安全可靠性上高一个等级。DCS 与 PLC 硬件可靠性差不多。PLC 的优势在于软件方面，PLC 采用的是顺序扫描机制，PLC 在高速的顺序控制中占主导地位。PLC的循环周期在10ms 秒左右，而DCS 控制站在500ms 左右。",
								className:""
							},
							{
								imgIs:false,
								text:"DCS 实现顺序联锁功能相对于PLC来讲是弱势，且逻辑执行速度不如 PLC。相对而言，PLC 构成的系统成本更低。DCS 的现场控制站层通常采用集中式控制，尽管支持远程分布式 I/O，但由于成本原因，很少采用。而PLC 基于现场总线的远程分布式 I/O 体积小更灵活易用，能有效地节省接线成本。",
								className:""
							},
							{
								imgIs:false,
								text:"FCS控制系统与DCS控制系统的比较",
								className:"textCenter textRed"
							},
							{
								imgIs:false,
								text:"可以说FCS 兼备了DCS 与 PLC的特点，而且跨出了革命性的一步。",
								className:""
							},
							{
								imgIs:false,
								text:"（1）FCS是全开放的系统，其技术标准也是全开放的，FCS 的现场设备具有互操作性，装置互相兼容，因此用户 可以选择不同厂商、不同品牌的产品，达到最佳的系统集成；DCS 系统是封闭的，各厂家的产品互不兼容。",
								className:""
							},
							{
								imgIs:false,
								text:"（2）FCS 的信号传输实现了全数字化，其通信可以从最底层的传感器和执行器直到最高层，为企业的MES 和 ERP 提供强有力的支持，更重要的是它还可以对现场装 置进行远程诊断、维护和组态；DCS 的通信功能受到很大限制，虽然它也可以连接到 Internet，但它连不到底层，它提供的信息量也是有限的，它不能对现场设备进行远程操作。",
								className:""
							},
							{
								imgIs:false,
								text:"（3）FCS 的结构为全分散式，它废弃了 DCS 中的 I /O 单元和控制站，把控制功能下放到现场设备，实现了彻底的分散，系统扩展也变得十分容易；DCS 的分散只是到控制器一级，它强调控制器的功能，数据公路更是其关键。",
								className:""
							},
							{
								imgIs:false,
								text:"（4）FCS 的全数字化，控制系统精度高，可以达到土0.1％；而DCS 的信号系统是二进制或模拟式的，必须有A /D 、D/ A环节， 所以其控制精度为土 0.5 ％。",
								className:""
							},
							{
								imgIs:false,
								text:"（5）FCS 可以将PID闭环功能放到现场的变送器或执行器中，加上数字通信，所以缩短了采样和控制周期，目前可以从 DCS 的每秒2-5次，提高到每秒10-20 次，从而改善了调节性能。",
								className:""
							},
							{
								imgIs:false,
								text:"（6）由于 FCS 省去了大量的硬件设备、电缆和电缆安装辅助设备，节约了大量的安装和调试费用，所以它的造价要远低于DCS。",
								className:""
							},
							{
								imgIs:true,
								text:"assets/industry/news08/3.jpg",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"FCS是一个开放的、完全分布式的、智能控制的系统。但传统DCS、PLC系统已经被使用了几十年来，发展成为一个实用型的、可靠性高的系统。随着它们各自的发展，都有向对方靠拢的趋势。像新型的 DCS 已有很强的顺序控制功能；而新型的PLC，在处理闭环控制方面也不弱，并且两者都能组成大型控制网络。",
								className:""
							}
						]
					},
					{
					    src: "assets/industry/news09/1.png",
						title:"数字化转型大势所趋 工业自动化工程破局新方法",
						text: "随着新的开放流程自动化系统的开发和商业化，制造企业、自动化供应商和工程承包商都面临着采用新的方法开发自动化项目的机遇和挑战。",
						data:[
							{
								imgIs:false,
								text:"随着新的开放流程自动化系统的开发和商业化，制造企业、自动化供应商和工程承包商都面临着采用新的方法开发自动化项目的机遇和挑战。自动化技术的进步为所有利益相关者创造了新的机会，用以降低其控制系统的更换和持续生命周期的成本，并从自动化投资中获得更多价值。然而到目前为止，由于对尝试新事物、投资新技术或改变现有业务实践犹豫不决或观望，因此获益不多，与期望值相距较远。太多的自动化利益攸关者被困在他们一直以来惯用的行事方式的状态中。这种墨守成规的态度使自动化投资的价值难以充分发挥，并且使制造商丧失了认识消除工厂/流程的低效率、将其运营提升到高绩效水平的机会。本文将集中讨论近些年来工业自动化工程项目实施方法和流程的改善和提升。",
								className:""
							},
							{
								imgIs:false,
								text:"传统与弊端",
								className:"textCenter bold"
							},
							{
								imgIs:false,
								text:"工业自动化工程项目管理的生命周期包括制定工程规格书、供应商选择（招投标）、前期工程设计、安装、调试投运、工厂验收试验（FAT）和启动运行各个阶段（见图1）。在有良好执行保证的前提下，时间跨度一般是两年。虽然在工程总投资中自动化的投资所占比例很小，一般只有百分之几，甚至只占1%，但是作为工厂运行操作状态的测量感知、控制和执行的手段，它对运行的影响和所做的贡献则高达30%以上。",
								className:""
							},
							{
								imgIs:true,
								text:"assets/industry/news09/1.jpg",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"图1 工业自动化工程项目的工作流程",
								className:"textCenter tagge"
							},
							{
								imgIs:false,
								text:"这种传统的工程项目的工作流程最大的问题在于：1）按照固定的顺序依次执行，前面的阶段如果没有执行完成，后面的阶段无法启动。2）在工程规格书制定完成并冻结以后，前端工程设计所确定的环节和细节（如I/O通道的配置），在工程实施的过程中通常不容许修改或返工。3）具体表现为硬件支持物理需求的物理设计与具体表现为软件支持功能性需求能力的功能设计，二者紧密联系，难以脱钩。形成这些问题的原委主要植根于工业控制系统的专用性，不支持标准化的硬件设计，以及硬件和软件的强力捆绑。",
								className:""
							},
							{
								imgIs:false,
								text:"工程项目实施的经验告诉我们，自动化往往是一个关键路径，而且对项目的启动投运时间和移交起着拖后腿的不良影响。为了应付和管理项目成本和保证进度，业主通常面临着从无停歇的挑战；还会遇到在最后的时刻需要更改和添加某些控制和测量手段，不仅直接影响项目的完工时间，而且还导致预算超支。这意味着工程项目实施的可预测性成了一个难解的关键。项目成本超支是失控并导致产生动态变化的诱因，由此造成的资本支出计划、资本回报率和现金流都不可避免地受到这些效率低下的负面影响。在新建的项目中，特别是在大型项目中，至关重要的是使风险最小化、增加灵活性和缩短进度。要尽可能达到这些要求，最重要的是让自动化系统不再成为工程实施的拦路虎。为此工程设计单位、自动化系统供应商和施工单位需要重新评估传统的工程实施和交付模型，在采用新的技术和方法的基础上发展新的项目执行模型，并适应新模型的进展，从方法论的角度改进工程项目实施的工作流程，并予以优化。",
								className:""
							},
							{
								imgIs:false,
								text:"自动化工程方法变革的基础和方向",
								className:"textCenter bold"
							},
							{
								imgIs:true,
								text:"assets/industry/news09/2.jpg",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:" 图2 三种工程项目实施工作流程的比较",
								className:"textCenter tagge"
							},
							{
								imgIs:false,
								text:"过去二十多年来，工业自动化项目实施的基本工作流程几乎没有太多的改变（见图2最上部分）。随着近些年来控制系统软硬件的模块化、云计算和虚拟化等新技术的采用，控制系统正在摆脱长期以来对专用硬件的依赖，与工程项目的实践结合起来，奠定了控制系统设计的灵活性、削减非增值的工程活动以及优化工作流程的基础。于是出现了将物理设计与功能设计分离的工作流程（见图2的中间部分）。显然，这为自动化项目管理和工程实施建立新的模型和方法起着关键作用。",
								className:""
							},
							{
								imgIs:false,
								text:"再进一步优化，在模块化和具有互操作性的自动化软硬组件的基础上发展自动化工程项目开发的新方法，软硬解耦在工程设计和实施具体表现为所谓的“后期绑定”，即生产设施的硬件不必从项目启动时与系统工程设计文件紧密配合，据此生成的应用软件可以与生产设施的设计制造并行实施和执行，直到后期才将二者绑定进入调试阶段（见图2的最下面部分）。这一自动化工程项目开发的新方法必将为项目的投资方、工程项目建成后的运营方带来巨大的利益，主要表现在降低项目的成本、削减硬件的占用空间、缩短完成工程的时间，同时也为今后提高运营维护效率打下了坚实的基础。",
								className:""
							},
							{
								imgIs:false,
								text:"图3更详尽地描述这一经过优化的工业自动化工程项目在完成制定技术规格书和前期工程设计之后的实施工作流程。基于物理设计与功能设计的分离，功能性设计可独立按下述流程实施：在进行与硬件有关的设计（包括I/O数量、类型、安装地点）、按现场仪表的种类和量程进行I/O地址分配均可在云上进行。之后，可以并行地进行中间编组接线设计（即电缆及其敷设设计）、系统组态、报警组态（依据报警上下限、报警状态和设定值进行）以及控制组态（根据流程仪表图P&ID和功能描述加上报警组态结果进行）。在系统组态和完成中间编组接线设计后要进行系统的现场测试验收（系统FAT），完成后可向业主进行部分交付。在进行系统FAT的同时，可依据示意图和前期工程设计有关操作规程的阐述开展人机界面HMI的组态。等待上述的工作完成之后就可以开展有关各种组态的现场测试验收工作，达到功能性的最终交付的要求。在物理设计完成并经过现场测试验收后，即可将两者进行后期绑定，开展现场的调试投运工作。",
								className:""
							},
							{
								imgIs:true,
								text:"assets/industry/news09/3.jpg",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"图3 埃克森美孚采用的工程项目实施流程中的后期绑定",
								className:"textCenter tagge"
							},
							{
								imgIs:false,
								text:"综上所述，工业自动化工程项目实施的传统方法必须改变。这既需要与项目相关的工作流程的变革，更需要确保使之工作流程变革成为可能的技术支撑。概括来说，通用的I/O系统和标准化的硬件系统、云基的工程环境和虚拟化的设计、仿真技术就是主要的技术支持（见图4）。以单点I/O（或称为通用I/O）为特征的新一代控制系统为控制系统工程和设计的新方法赋予了高度的灵活性，是实现模块化工程的重要手段。大多数工业自动化供应商都提供“云基工程”功能，创造了一个安全的、虚拟化的、基于云的环境，支持真正的并行工程，允许在不同地点的工程师团队为实施同一个自动化工程项目协同工作。这种运用标准的、模块化硬件和云基虚拟化的新工程方法为后期绑定技术提供了前提条件。从方法论的视角看，只有控制系统的硬件设计、配置可以与软件开发完全脱钩才有可能在工程后期实施硬件和软件的绑定。这样工程师可以在云端的纯虚拟环境中开发系统，并在工程调试投运的时刻将软件部署到硬件系统。它还允许将物理设计与功能设计自动绑定。事实证明这种不是在早期就把硬件系统设计和配置与应用软件的开发绑定，而是延迟到后期才予以绑定，减少并消除了工程计划和预算的风险，并提供了更多的灵活性和敏捷性。据一些供应商提供的真实数据表明，在硬件方面：盘柜、接线盒和桥架的数量可减少66%，接线端子可减少70%，室内占用空间可减少40%，自动化硬件成本可减少30-40%；在工程量和建造计划方面：仪表控制和电气的工程量减少30-40%，建造量减少20-30%，调试投运工作量减少20-30%，自动化的工作周期减少25%。",
								className:""
							},
							{
								imgIs:true,
								text:"assets/industry/news09/4.jpg",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"图4 工业自动化工程项目实施流程变革的基础",
								className:"textCenter tagge"
							},
							{
								imgIs:false,
								text:"后期绑定对工程项目生命周期产生重大影响，主要在于：1）可以取消硬件FAT（现场验收测试）。由于系统设计完全包含在软件之中，因此通过硬件虚拟化的方式实现验证，而不必在现场重复进行FAT的工作完全可行。另一种表达就是用虚拟化的硬件去验证软件设计的正确性和可靠性。2）为并行的工程设计创造了条件，即使工程设计人员分布在不同的地点，也可以凭借云基的基础结构组成灵活的团队完成控制系统的软件组态、编程和调试。这种新型的项目工程设计实施方法确保了项目执行的某些阶段可以用很少的相互牵连的方式并行地执行，系统的硬件和软件可以同时进行配置和组态，从而导致项目的执行时间可从18-24个月缩短为12-18个月。",
								className:""
							},
							{
								imgIs:false,
								text:"I/O的突破",
								className:"textCenter bold"
							},
							{
								imgIs:false,
								text:"在流程工业中，DCS系统的I/O一直沿用输入输出类型固定、通道也固定的模块，由此派生出的现场接线方式和通过中间编组接线箱进入控制系统的I/O模块的方式也一直沿用至今。常规的I/O模块不论是模拟量输入和输出还是开关量输入和输出，都由其专用的连接点与现场信号连接。这些在前期的工程设计中已经分配好的I/O地址，一旦在工程调试后期不得不有所调整和改变时，就可能产生麻烦的返工问题，从而影响施工的进度和工程成本。这种固定的I/O结构显然难以适应工程后期的改动。在实际工作中后期的改动常常是难以避免的，为此不得不在在项目的前期预留一定数量的I/O通道，也就是说从现场接线到中间编组接线箱，再到DCS的I/O模块以及控制柜都得预留备用的接线和空间。",
								className:""
							},
							{
								imgIs:false,
								text:"在流程自动化领域，正是对灵活性和成本效率的需求推动了终端用户采用通用I/O的控制系统和机柜设计。领先的自动化供应商已经开发了新型的I/O系统的解决方案，采用可特征化的I/O（Characterizable I/O）（见图5上部 ）和可组态的I/O（Configurable I/O）（见图5下部 ）或者是二者的组合，构成所谓通用的I/O。可特征化的I/O是指I/O模块可插在标准机柜的任意插槽中，信号类型取决于插入插槽的硬件模块。可组态的I/O是指I/O模块中每一个信号通道的类型都可以用软件组态而不是依赖硬件予以确定，这提供了极大的灵活性和每个通道的独立性。这类I/O不仅仅有助于为日工程后期更改提供灵活方便的手段，还由于模块所占用的空间小了，功耗低了，发热量也减少了，再加上如果使用现场总线或工业以太网升级成了网络I/O，电缆及其敷设以及现场接线盒、中间接线箱和接线端子的数量都随之有多达66%的降低，施工量的减少又可确保工程的进度。运用网络I/O（如现场总线FF、Profibus PA）也允许在后期调试中增加反馈和辅助测量信号和辅助控制信号，而不必为此另外增加接线。更改I/O连接的仪表设备也无需更换I/O模块，需要增加一些仪表设备也不必再敷设电缆。今后随着现场仪表设备的智能化越来越普遍，所能提供现场信息越来越多，响应还越来越快，也完全没有必要为这些信息的增加担忧传输信息的路径，网络I/O的电缆依然可以发挥作用。所有这些直接和间接的效应已经通过工程实践获得了很大成功，还为硬件设计制造与应用软件的设计调试脱钩，为项目工程的管理由前后阶段的串接方式进化为并行方式创造了前提条件。",
								className:""
							},
							{
								imgIs:true,
								text:"assets/industry/news09/5.jpg",
								className:"textCenter"
							},
							{
								imgIs:true,
								text:"assets/industry/news09/6.jpg",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"图5 可特征化的I/O（上）可可组态的I/O（下）",
								className:"textCenter tagge"
							},
							{
								imgIs:false,
								text:"实际上，通用I/O（或称单点I/O或单通道I/O）只是众多I/O系统中的一个主要选项，像常规的多通道I/O、通过现场总线接入I/O 、远程I/O或采用RS 485的串接I/O仍然会在系统中有它们发挥的机会和场合。",
								className:""
							},
							{
								imgIs:false,
								text:"I/O 的DICED概念，即自动检测、自动集成、自动组态、自动启用、自动生成文档的概念（Auto-Dedect, Auto-Integrte, Auto-Configure, Auto-Enable, Auto-Document）最初来源于美国埃克森美孚，这将智能I/O推进到更高层次。其实际意义是通过DICED把自动化工程项目中的许多关键要素予以自动化。最早DICED的概念是采取必要的技术手段使基于HART现场总线的仪表设备能实现自调试投用（Self-commissioning），之后一些自动化供应商将这类功能扩展到开关以及数字化的设备。在实用化取得成功后，这项技术把流程自动化系统的调试投用时间大幅减少，估计能节省80%的时间。DICED还为用户大大地简化项目整理竣工文档的工作量，而且会消除出错的人工因素。自动生成现场仪表的安装连接图使得工程设计承包商不必再为此花费精力，而工程施工单位按图连接仪表后，只要将接线与最近的智能化接线盒相接，待到控制系统上电之后仪表回路就能够自动进行调试投用。由于智能化I/O无需在意连接的极性，施工方不会犯接线的错误，因而也不必要再化人工进行检查，使自动化系统达到了“傻瓜机”的水平。当项目完成后操作DICED软件进行不多几个点击就主动生成所需的仪表安装连接的竣工图。",
								className:""
							},
							{
								imgIs:false,
								text:"显而易见，采用通用I/O对自动化工程项目的影响不仅仅在于减少了硬件、占用空间和接线，还有一个重大的影响是促使系统结构产生了一个基本的转变，特别是它使系统与硬件相关的工作范畴和系统与软件相关的工作范畴相互分离，因而从自动化工程项目的管理视角看，与软件有关的设计、组态、编程和调试完全可以在硬件设计、配置和制造尚未完成的过程中独立进行，待硬件完成工程验收后再与软件进行绑定，这就是所谓的后期绑定，或者灵活绑定。",
								className:""
							},
							{
								imgIs:false,
								text:"从传统的固定I/O，向通用型I/O转化，已经拉开帷幕。",
								className:""
							},
							{
								imgIs:false,
								text:"仪表自动化和电气自动化拉手",
								className:"textCenter bold"
							},
							{
								imgIs:false,
								text:"在工程项目中电气资产占据项目成本中的一个相当大的份额，在许多情形下电力系统的I/O数量不会少于流程自动化系统的I/O数量。因此，电力系统也同样受到项目成本上升、人力资源受限于熟练工和富有经验的工程师的短缺，以及电气资产需要更好的可视化和可操作的信息等的挑战。",
								className:""
							},
							{
								imgIs:false,
								text:"正如前面讨论流程自动化系统可以从新型的项目工程和执行方法中得到许多利益，电力系统也同样从中受益。如果工厂和工业设施中占据电功率最大消耗的电气产品（譬如开关设备、驱动设备和马达控制中心MCC），也能将其I/O与系统采用可特征化或可组态的I/O形式，那么不但能像自动化系统那样在工程项目实施的各个阶段采用并行的方式取代串行的方式，迈入了新型的工程执行的生命周期；而且以前分离的工作范围现在整合在一起，编制工程规范书、进行工程设计以及现场测试和调试投运的时间都会有显著的缩短，同时工程数据的复用导致工程量可以减少30%。",
								className:""
							},
							{
								imgIs:false,
								text:"这就提出了一个新的挑战，有没有可能把以往按自动化和仪表专业与电气专业这两个孤岛进行单独集成？是否可以一改以往自动化系统和电力系统因为功能性截然不同而分别实施、各自独立负责运行的局面呢？",
								className:""
							},
							{
								imgIs:false,
								text:"如果可以集成，那么又应该怎么集成才合理，才能带来期望的收益呢？过去流程的操作人员甚至维护人员缺少了解电力系统的可视化手段，他们并不清楚电力系统的运行状况，也不知道自动化控制系统和设备消耗了多少功率。在一个公共的架构内把自动化产品和电气产品集成起来，导致工厂的维护人员在资产管理的框架下得以优化维护实践，把仪表、仪表装置、电机、变压器、继电保护设备、驱动设备、通信网络和智能化的马达控制中心等统一管理起来，运用适当的软件工具对上述的所有资产实行远程维护，收得降低风险、确保功能安全和信息安全的实效。目前许多供应商提供了对制造过程供电和电气侧的可视化方案，我们应该立足于更主动和更积极的立场将这两个专业领域进行有效的集成，以期收到大幅度降低能耗和降低项目工程成本的效果。",
								className:""
							},
							{
								imgIs:false,
								text:"IEC 61850是一个基于以太网、已广泛成功实施自动化系统和电气系统紧密集成的解决方案的基础。这个国际工业标准定义了开关装置中智能电器设备和相应的系统之间的通信，考虑到所有的电气自动化和工程的功能，因此可以认为IEC 61850是集成自动化系统和电力系统的关键技术标准。就像现场总线可以为不同厂家的仪表和控制阀提供较高等级的互操作性一样，IEC 1850标准为不同厂家的电气设备提供了互操作性的保证；而且也具有和现场总线一样的增强的故障诊断和资产管理的能力。",
								className:""
							},
							{
								imgIs:true,
								text:"assets/industry/news09/7.jpg",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"图6 采用IEC 61850集成自动化系统和电气系统的解决方案",
								className:"textCenter tagge"
							},
							{
								imgIs:false,
								text:"由图6可知，符合IEC 61850标准的以太网网络，既可以作为电气设备之间的横向集成通信网络（智能化分站间的通信），也可以用作这些电气设备与控制系统服务器之间的纵向集成的通信网络（服务端/客户端机制）。DCS系统的控制站之间可以通过控制网络进行通信，在其下既可以通过现场总线与各种仪表、控制阀通信（如图7所示左面的控制站），也可以通过IEC 61850规范的以太网与各种电气设备通信（如图7所示中间的控制站）。图7示出IEC 61850选择的通信模型采用基于ISO/OSI七层模型的通信模式，其通信栈选用over TCP/IP的 MMS（Manufacturing Message Specification）。",
								className:""
							},
							{
								imgIs:true,
								text:"assets/industry/news09/8.jpg",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"图7 IEC 61850的通信模型",
								className:"textCenter tagge"
							},
							{
								imgIs:false,
								text:"目前像ABB、施耐德电气等都有很好的自动化系统和电气系统集成的解决方案和实践经验。有的则通过高级虚拟化工程平台（如Honeywell的Experion PKS系统的工程平台）与第三方的服务器通信连接，执行与基于IEC 61850的电气系统的集成。",
								className:""
							},
							{
								imgIs:false,
								text:"焦点：虚拟化工程平台",
								className:"textCenter bold"
							},
							{
								imgIs:false,
								text:"在产品竞争之外，积极采用工业自动化工程项目实施的新方法，全面提高系统集成和服务质量是主要工业自动化供应商的另一个重要竞争方向。基于虚拟化工程平台的技术服务，已成为这些公司相当大的创收份额。有些公司在应用项目实施新方法之前技术服务占到总营业额的20%左右，应用新方法后就可能达到30%以上，甚至更多。因此，我们看到继Honeywell在8年前推出了LEAP（Lean Project Execution，精益项目执行）之后，ABB推出智能项目（ABB Intelligent ProjectsTM）和自适应项目（ABB Adaptive ProjectsTM），日本横河推出APEX（Agile Project Execution，敏捷项目执行）。其他如西门子、施耐德和爱默生等也有各自的解决方案。为此，各有关公司建立了技术服务的服务器群，竞相开发了私有云工程平台，由多个内部的数据中心运营着数以千计甚至万计的虚拟机，为分布在全世界各地的工程项目服务。据Honeywell前几年发表的数据可知（见图8），其虚拟机的系统能力达到27000台，实际运行达到11000-17000台的规模，每个月有数百个工程项目系统在周转。",
								className:""
							},
							{
								imgIs:true,
								text:"assets/industry/news09/9.jpg",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"图8  Honeywell公司的私有云工程平台",
								className:"textCenter tagge"
							},
							{
								imgIs:false,
								text:"必须在拥有丰富经验和深度的专业知识的基础上，才可能在流程工业自动化领域运用虚拟化技术，为新建的流程工厂也为现有的流程工厂提供设计、开发和工程实施的虚拟化解决方案。一个完整的解决方案应在充分理解流程自动化设计要求的基础上，协同流程工艺、自动化、仪表、电气、通信、安全（功能安全和信息安全）等多专业的知识和经验，运用IT领域的虚拟化技术构造一个集成的虚拟化环境（包括设计、执行和运行诸阶段的系统数字孪生，即仿真的集成环境），并与为控制和自动化用户提供解决方案的供应商保持一致。换句话说就是必须全面的虚拟化，而不是局部的虚拟化；必须对工程实施的全过程虚拟化，不只是支持应用组态和程序的虚拟化。因此虚拟化技术供应商应该提供下列各种要素：",
								className:""
							},
							{
								imgIs:false,
								text:"☆ 经过验证并获得业界公认为行之有效的流程控制系统虚拟化方面的专业知识。",
								className:""
							},
							{
								imgIs:false,
								text:"☆ 虚拟化场景必须包括所需的全部硬件和软件的组件。",
								className:""
							},
							{
								imgIs:false,
								text:"☆ 由计算机辅助进行虚拟化部署的安装和组态，并且对所支持的节点进行性能指导。",
								className:""
							},
							{
								imgIs:false,
								text:"☆ 为虚拟化基础设施提供产品、服务和长期支持的“一站式”服务。",
								className:""
							},
							{
								imgIs:false,
								text:"☆ 支持虚拟化的长期战略方法，包括未来产品的路线图。",
								className:""
							},
							{
								imgIs:true,
								text:"assets/industry/news09/10.jpg",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"图9  建立全局化的工程项目交付模型",
								className:"textCenter tagge"
							},
							{
								imgIs:false,
								text:"利用虚拟化的工程平台实施工程项目的管理和运作，建立在全局化的工程项目交付模型的基础上（见图9）。交付模型要求在技术标准的基础上，通过样板、工作指南、检查清单、标准化的工程数据库和标准化的设计、仿真等工具，按照全局项目管理方法论GPM（Global Project Methodology）的方法、逻辑和顺序实施，在公共的工程平台上自动生成项目的交付成果。在项目执行过程中，进行数据驱动的集成化项目管理，数据包括计划进度、资源、采购、财务和其它有关的数据，管理包括项目计划和调度、资源管理、成本和现金预测管理、更改变动管理、风险管理、场景和项目评估、运行仪表显示等内容。显而易见，这种平台的开发、完善、持续改进和持续服务绝非一日之功，是领域知识、经验、诀窍的长期积累和沉淀，是OT和IT深度融合在此细分行业的体现。",
								className:""
							}
						]
					},
					{
					    src: "assets/industry/news10/1.jpg",
						title:"污水处理早期预警系统",
						text: "由于进入污水处理系统的污水可能会有清洁用水等非处理范围内的水质流入，其中存在着某些物质对生化池中用于生化反应的微生物有杀伤作用，影响污水处理的效果，达不到排放标准。",
						data:[
							{
								imgIs:false,
								text:"1 项目背景",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"某屠宰厂配套有污水及废物处理设施，设有独立的生化污水处理系统及与之成套的控制系统，污水处理一般在夜间进行。由于进入污水处理系统的污水可能会有清洁用水等非处理范围内的水质流入，其中存在着某些物质对生化池中用于生化反应的微生物有杀伤作用，影响污水处理的效果，达不到排放标准。因此，进入生化污水处理系统的水质要经过早期预警系统检验，如果不满足要求，将发出报警并关闭进水阀门，通知相关部门对待处理的污水进行相应处理，达到要求后方能进入生化污水处理系统进行处理。",
								className:""
							},
							{
								imgIs:false,
								text:"采用人工检测的方式大大提高了劳动力成本，夜间作业使检测人员疲劳程度大大增加，对于水质的检测精度、报警及时性及大量数据实时处理方面也很难满足工艺要求。我公司研发的污水处理早期预警系统，可在实验室自动取样检测待处理污水的水质，精确地检测各项工艺参数，对水质异常情况实时发出报警，实现无人值守。该系统成功地解决了屠宰厂污水处理的早期预警，降低了人工成本，提高了生产效率。",
								className:""
							},
							{
								imgIs:false,
								text:"2 系统组成",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"早期预警系统主要包括如下设备：",
								className:""
							},
							{
								imgIs:false,
								text:"(1) 取样泵；",
								className:""
							},
							{
								imgIs:false,
								text:"(2) 氧化缸、硝化缸及外部防护罩，内部装有8个检测传感器，2个液位传感器及2个磁性搅拌器；",
								className:""
							},
							{
								imgIs:false,
								text:"(3) 4个进水阀、2个排水阀及2个曝气阀；",
								className:"bold"
							},
							{
								imgIs:false,
								text:"(4) 报警系统监察箱，内部装有8个检测检测仪表；",
								className:""
							},
							{
								imgIs:false,
								text:"(5) 报警系统控制箱，内部装有PLC及电气控制设备；",
								className:""
							},
							{
								imgIs:false,
								text:"(6) 曝气及液位控制箱，内部装有2个曝气阀和两个液位控制器；",
								className:""
							},
							{
								imgIs:false,
								text:"(7) 上位监控计算机；",
								className:""
							},
							{
								imgIs:false,
								text:"(8) 管路和电气系统。",
								className:""
							},
							{
								imgIs:false,
								text:"3 控制方式",
								className:"textCenter"
							},
							{
								imgIs:true,
								text:"assets/industry/news10/2.jpg",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"早期预警系统控制流程如上图所示。污水处理开始时，提升泵P101首先启动，根据P101泵的启动信号可同步启动SNR、SOUR检测流程。在一个检测周期内，若水质检测无异常，则无报警发出，污水处理流程继续正常进行。若有检测参数指标超标，即发出报警信号至污水处理主控室，操作人员立即停止污水处理流程，并通知有关部门处理，直至待处理污水水质经检测无异常后再进行处理。",
								className:""
							},
							{
								imgIs:false,
								text:"4 主监视画面",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"进入主监视画面，可以实时监视氧化缸、硝化缸主要工艺参数以及相关阀门的动作状态。异常情况在报警栏中显示报警信息，并同步发送至主控室。氧化缸和硝化缸内安装有八种探头，用于样品水质检测。当水质检测有异常时，会发出报警。这八种检测信号包括：(1) 硝化缸溶解氧度（SNR DO LEVEL） (2) 氧化缸溶解氧度（SOUR DO LEVEL） (3) 硝化缸酸碱值（SNR PH） (4) 氧化缸酸碱值（SOUR PH） (5) 硝化缸温度（SNR PH） (6) 氧化缸温度（SOUR PH） (7) 硝化缸悬浮固体浓度（SNR SS CONC） (8) 硝化缸硝酸盐浓度（SNR NO3 CONC）",
								className:""
							},
							{
								imgIs:true,
								text:"assets/industry/news10/3.png",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"5 检测过程数据显示及工艺参数设定",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"1）检测过程数据显示 在检测数据显示界面中，可显示当前全部检测过程数据。",
								className:""
							},
							{
								imgIs:true,
								text:"assets/industry/news10/4.png",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"2）工艺参数设定 在工艺参数界面中可对工艺参数进行设定，包括各类参数的系数、上下限报警值等设置。同时，也可以进行人工复位或启动SNR、SOUR流程。",
								className:""
							},
							{
								imgIs:true,
								text:"assets/industry/news10/5.png",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"6 历史趋势",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"进入历史趋势界面，可显示SNR及SOUR主要检测数据的历史趋势。主要检测参数的历史数据以CSV格式定时记录，便于归档、查询。",
								className:""
							},
							{
								imgIs:true,
								text:"assets/industry/news10/6.png",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"7 系统特点",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"本系统具有如下特点：1） 自动化程度高，系统运行可在无人干预下进行；2） 水质参数检测准确，数据处理速度快，仅在一个检测周期内即可判定结果；3） 报警及时，与原污水处理主控系统实现无缝对接。",
								className:""
							},
							{
								imgIs:false,
								text:"系统自实际投入运行以来，效果良好，大大缩减了人工检测成本，提高了生产效率，实现了污水处理的早期预警，完全满足生产工艺的要求。",
								className:""
							}
						]
					},
					{
					    src: "assets/industry/news11/1.png",
						title:"PLC控制原理|4个基本控制电路设计方法，一看就懂！",
						text: "",
						data:[
							{
								imgIs:false,
								text:"实例1 单输出自锁控制电路",
								className:"textCenter textBlue"
							},
							{
								imgIs:false,
								text:"启动信号 I0.0 和停止信号 I0.1 持续为 ON 的时间般都短。该电路最主要的特点是具有“记忆”功能。",
								className:""
							},
							{
								imgIs:true,
								text:"assets/industry/news11/2.jpg",
								className:"textCenter"
							},
							{
								imgIs:true,
								text:"assets/industry/news11/3.jpg",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"实例2 多输出自锁控制电路（置位、复位）",
								className:"textCenter textBlue"
							},
							{
								imgIs:false,
								text:"多输出自锁控制即多个负载自锁输出，有多种编程方法，可用置位、复位指令",
								className:""
							},
							{
								imgIs:true,
								text:"assets/industry/news11/4.jpg",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"实例3 单向顺序启停控制电路",
								className:"textCenter textBlue"
							},
							{
								imgIs:false,
								text:"1. 单向顺序启动控制电路是按照生产工艺预先规定的顺序，在各个输入信号的作用下，生产过程中的各个执行机构自动有序动作。只有 Q0.0 启动后，Q0.1 方可启动，Q0.2 必须在 Q0.1 启动完成后才可以启动。",
								className:""
							},
							{
								imgIs:true,
								text:"assets/industry/news11/5.png",
								className:"textCenter"
							},
							{
								imgIs:true,
								text:"assets/industry/news11/6.jpg",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"2. 单向顺序停止控制电路就是要求按一定顺序停止已经执行的各机构。只有 Q0.2被停止后才可以停止 Q0.1，若想停止 Q0.0，则必须先停止 Q0.1，I0.4 为急停按钮。",
								className:""
							},
							{
								imgIs:true,
								text:"assets/industry/news11/7.jpg",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"实例4 延时启停控制电路",
								className:"textCenter textBlue"
							},
							{
								imgIs:false,
								text:"1. 延时启动控制 设计延时启动程序，要利用中间继电器（内部存储器 M）的自锁状态使定时器能连续计时。定时时间到，其常开触点动作，使 Q0.0 动作。",
								className:""
							},
							{
								imgIs:true,
								text:"assets/industry/news11/8.jpg",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"2. 延时停止控制 定时时间到，延时停止。I0.0 为启动按钮、I0.1 为停止按钮。",
								className:""
							},
							{
								imgIs:true,
								text:"assets/industry/news11/9.jpg",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"3. 延时启停控制电路该电路要求有输入信号后，停一段时间输出信号才为 ON；而输入信号 0FF 后，输出信号延时一段时间才 OFF。T37 延时 3 s 作为 Q0.0 的启动条件，T38 延时 5 s 作为 Q0.0 的关断条件。",
								className:""
							},
							{
								imgIs:true,
								text:"assets/industry/news11/10.jpg",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"经验设计法及注意事项",
								className:"textCenter textBlue"
							},
							{
								imgIs:false,
								text:"应用程序设计过程中，应正确选择能反映生产过程的变化参数作为控制参量进行控制；应正确处理各执行电器、各编程元件之间的互相制约、互相配合的关系，即互锁关系。应用程序的设计方法有多种，常用的设计方法有经验设计法、顺序功能图法等。",
								className:""
							},
							{
								imgIs:false,
								text:"1 经验设计法",
								className:"textCenter textBlue"
							},
							{
								imgIs:false,
								text:"经验设计法要求设计者具有较丰富的实践经验，掌握较多的典型应用程序的基本环节。根据被控对象对控制系统的要求，凭经验选择基本环节，并把它们有机地组合起来。其设计过程是逐步完善的，一般不易获得最佳方案。程序初步设计后，还需反复调试、修改和完善，直至满足被控对象的控制要求。经验设计法的设计不规范，没有一个普遍的规律可循，具有一定的试探性和随意性。",
								className:""
							},
							{
								imgIs:false,
								text:"编写梯形图程序时应遵循的规则：",
								className:"bold"
							},
							{
								imgIs:false,
								text:"（1）“输入继电器”的状态由外部输入设备的开关信号驱动，程序不能随意改变它。",
								className:""
							},
							{
								imgIs:false,
								text:"（2）梯形图中同一编号的“继电器线圈”只能出现一次，通常不能出现，但是它的触点可以无限次地重复使用。",
								className:""
							},
							{
								imgIs:true,
								text:"assets/industry/news11/11.jpg",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"（3）几个串联支路相并联，应将触点多的支路安排在上面；几个并联回路的串联，应将并联支路数多的安排在左面。按此规则编制的梯形图可减少用户程序步数，缩短程序扫描时间。",
								className:""
							},
							{
								imgIs:true,
								text:"assets/industry/news11/12.jpg",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"（4） 程序的编写按照从左至右、自上至下的顺序排列。一个梯级开始于左母线，终止于右母线，线圈与右母线直接相连。①桥式电路必须修改后才能画出梯形图。②非桥式复杂电路必须修改后才能画出梯形图",
								className:""
							},
							{
								imgIs:false,
								text:"2 注意事项",
								className:"textCenter textBlue"
							},
							{
								imgIs:false,
								text:"（1）先编制 I／O 分配表，后设计梯形图。先对输入、输出信号及内部线圈进行编号分配，再确定 PLC 各输入 / 输出接线端子的实际接线图。",
								className:""
							},
							{
								imgIs:false,
								text:"（2）合理排列梯形图，使输入 / 输出响应滞后现象不影响实际响应速度。通常可根据工艺流程图按动作先后顺序排列各输出线圈，同时兼顾内部线圈、时间继电器等线圈的排列顺序，使输入／输出延迟响应不影响实际输出对响应速度的要求。",
								className:""
							},
							{
								imgIs:false,
								text:"（3）高速计数指令、高速脉冲输出指令应尽量放在整个用户程序的前部。由于高速计数器和高速脉冲串发生器与 CPU 之间的信息交换是在 I／O 扫描时进行的，所以在执行其他命令时就可能影响高速计数器、高速脉冲串发生器与 CPU 之间的信息交换，甚至有可能丢失脉冲。",
								className:""
							},
							{
								imgIs:false,
								text:"（4）在 PLC 输入端子接线图中，对于同一个发信元件，通常只需选其中某一触点(例如常开触点或常闭触点)接入输入端子，即对一个发信元件，它只能占一个输入地址编号。",
								className:""
							},
							{
								imgIs:false,
								text:"（ 5）合理接入输入信号的触点(常开或常闭触点)，提高设备的可靠性、安全性。PLC 实际 I／O 接线图中，某输入信号(如按钮)究竟是接入电器的常开触点还是常闭触点，应从设备的可靠性、安全性角度考虑。当输入端接线故障断线时，设备状态应向着安全的状态发展。因此， 停止按钮应以常闭触点接入 PLC 输入接线端子，而启动按钮应以常开触点接入 PLC 输入接线端子(为便于理解，本书前面章节各图均按常开触点接入处理)。",
								className:""
							},
							{
								imgIs:false,
								text:"（6）从安全考虑，重大安全部分不接入 PLC 的输入端，而做硬件处理。例如，紧急停车按钮、互锁触点、紧急限位开关、热继电器控制触点等，接至 PLC 的输出端子上，直接对输出负载(KM1、KM2)进行控制，以保证 PLC 故障时不损坏设备，不造成重大安全事故。",
								className:""
							},
							{
								imgIs:false,
								text:"（7）应保证有效输入信号的电平保持时间。要保证输入信号有效，输入信号的电平保持时间必须大于 PLC 一个扫描周期。除非对开关量输入信号设置允许脉冲捕捉功能，这样就允许 PLC 捕捉到持续时间很短的脉冲。",
								className:""
							},
							{
								imgIs:false,
								text:"（8）PLC 指令的执行条件有信号电平有效和跳变有效的区别，编程时应加以注意。",
								className:""
							},
							{
								imgIs:false,
								text:"（9）由电气控制图转换为梯形图时应注意：对旧设备改造时可借鉴原继电器控制电路图转换为梯形图。继电器控制电路图中的电器触点大多为先断后合型，而 PLC 梯形图中的“软继电器”的常开触点和常闭触点的状态的转换是同时发生的。设计梯形图时可使用延迟电路(如利用内部时间继电器延迟或利用 PLC 循环扫描工作方式而产生的输入 / 输出延迟响应)来模拟先断后合型电器的功能。",
								className:""
							},
							{
								imgIs:false,
								text:"顺序功能图与设计法",
								className:"textCenter textBlue"
							},
							{
								imgIs:false,
								text:"功能图及其组成",
								className:"textCenter textBlue"
							},
							{
								imgIs:false,
								text:"功能表图(Function Chart Diagram)是用图形符号和文字叙述相结合的方法，全面描述控制系统，含电气、液压、气动和机械控制系统或系统某些部分的控制过程、功能和特性的一种通用语言。在功能表图中，把一个过程循环分解成若干个清晰的连续阶段，称为“步”(Step)，步与步之间由“转换”分隔。当两步之间的转换条件满足，并实现转换，上一步的活动结束，而下一步的活动开始。一个过程循环分的步越多，对过程的描述就越精确。",
								className:""
							},
							{
								imgIs:false,
								text:"1. 步",
								className:"bold"
							},
							{
								imgIs:false,
								text:"在控制系统的一个工作周期中，各依次顺序相连的工作阶段，称为步或工步，用矩形框和文字(或数字)表示。步有两种状态：“活动步、“非活动步” 、“初始步”：一系列活动步决定控制过程的状态。对应控制过程开始阶段的步，每一个功能表图至少有一个初始步，初始步用双线矩形框表示。",
								className:""
							},
							{
								imgIs:false,
								text:"2. 动作",
								className:"bold"
							},
							{
								imgIs:false,
								text:"在功能表图中，命令(Command)或称动作(Action)用矩形框文字和字母符号表示，与对应步的符号相连。一个步被激活，能导致一个或几个动作或命令，亦即对应活动步的动作被执行。若某步为非活动步，对应的动作返回到该步活动之前的状态。对应活动步的所有动作被执行，活动步的动作可以是动作的开始、继续或结束。若有几个动作与同一步相连，这些动作符号可水平布置，也可垂直布置。",
								className:""
							},
							{
								imgIs:false,
								text:"3. 有向连线",
								className:"bold"
							},
							{
								imgIs:false,
								text:"有向连线将各步按进展的先后顺序连接起来，它将步连接到转换，并将转换连接到步。有向连线指定了从初始步开始向活动步进展的方向与路线。有向连线可垂直或水平布置。为了使图面更加清晰，个别情况下也叫用斜线。在功能表图中，进展的走向总是从上至下、从左至右，因此有向连线的箭头可以省略。如果不遵守上述进展规则，必须加注箭头。若垂直有向连线与水平有向连线之间没有内在联系，允许它们交叉，但当有向连线与同一进展相关时，则不允许交叉。在绘制功能表图时，因图较复杂或用几张图表示有向连线必须中断，应注明下一步编号及其所在的页数。",
								className:""
							},
							{
								imgIs:false,
								text:"4. 转换",
								className:"bold"
							},
							{
								imgIs:false,
								text:"在功能表图中，生成活动步的进展是按有向连线指定的路线进行的，进展由一个或几个转换的实现来完成。转换的符号是一根短画线，与有向连线相交，转换将相邻的两个步隔开。如果通过有向连线连接到转换符号的所有前级步都是活动步，该转换为“使能转换”，否则该转换为“非使能转换”。只有当转换为使能转换且转换条件满足时，该转换才被实现。某转换实现，所有与有向连线和相应转换符号相连的后续步被激活，而所有与有向连线和相应转换符号相连的前级步均为非活动步。",
								className:""
							},
							{
								imgIs:false,
								text:"5. 转换条件",
								className:"bold"
							},
							{
								imgIs:false,
								text:"转换条件标注在转换符号近旁，转换条件可以用 3 种方式表示。（1）文字语句：b、c 触点中任何一个闭合，触点 a 同时闭合。（2）布尔表达式：a(b+c)。（3）图形符号：所谓转换条件是指与该转换相关的逻辑变量，可以是真(1)，也可以是假(0)。如果逻辑变量为真，转换条件为“l”，转换条件满足；如果逻辑变量为假，转换条件为“0”，转换条件不满足。只有当某使能步转换条件满足时，转换才选择序列的开始称为 分支，转换符号只能标在水平线之下，每个分支上必须具有一个或一个以上的转换条件，且具有优先级。选择序列的结束称为合并，几个选择序列合并到一个公共序列时，转换符号只能标在水平线之上。并行序列用双水平线表示，转换符号在双水平线之上，为公共转换条件。并行序列的结束称为合并。转换符号在水平线以下，当双水平线之上的所有前级都处于活动状态时，且转换条件成立，则下一步被激活。同时所有前级步都变为不活动步。",
								className:""
							},
							{
								imgIs:false,
								text:"绘制原则及注意事项",
								className:"textCenter textBlue"
							},
							{
								imgIs:false,
								text:"1. 控制系统功能图的绘制必须满足以下规则:(1)状态与状态不能相连，必须用转移分开。(2)转移与转移不能相连，必须用状态分开。(3)状态与转移、转移与状态之间的连接采用有向线段，自上向下画时，可以省略箭头。当有向线段从下向上画时，必须画上箭头，以表示方向。(4)一个功能图至少要有一个初始状态。",
								className:""
							},
							{
								imgIs:false,
								text:"2. 注意事项:（1）顺控指令仅对元件 S 有效，顺控继电器 S 也具有一般继电器的功能，所以对它能够使用其他指令。（2）SCR 段程序能否执行取决于该状态器(s)是否被置位，SCRE 与下一个 LSCR 之间的指令逻辑不影响下一个 SCR 段程序的执行。（3）不能把同一个 S 位用于不同程序中，例如：如果在主程序中用了 S0．1，则在子程序中就不能再使用它了。（4)在 SCR 段中不能使用 JMP 和 LBL 指令，就是说不允许跳入、跳出或在内部跳转，但可以在 SCR 段附近使用跳转和标号指令。（5）在 SCR 段中不能使用 FOR、NEXT 和 END 指令。（6）在状态发生转移后，所有的 SCR 段的元器件一般也要复位。如果希望继续输出，可使用置位 / 复位指令。（7）在使用功能图时，状态器的编号可以不按顺序编排。用 SCR 指令的顺序控制梯形图设计方法。",
								className:""
							},
							{
								imgIs:false,
								text:"用 SCR 指令的顺序控制梯形图设计方法",
								className:"textCenter textBlue"
							},
							{
								imgIs:false,
								text:"单序列顺序功能图的编程",
								className:"bold"
							},
							{
								imgIs:false,
								text:"这是最简单的功能图，其动作是一个接一个地完成的。每个状态仅连接一个转移，每个转移也仅连接一个状态。如图示为单流程的功能图、梯形图和语句表。",
								className:""
							},
							{
								imgIs:false,
								text:"选择序列编程，在生产实际中，对具有多流程的工作，要进行流程选择或者分支选择。即一个控制流可能转入多个可能的控制流中的某一个，但不允许多路分支同时执行。到底进入哪一个分支，取决于控制流前面的转移条件哪一个为真。",
								className:""
							},
							{
								imgIs:false,
								text:"并行序列编程，在许多实例中，一个顺序控制状态流必须分成两个或多个不同分支的控制状态流，这就是并行分支。当一个控制状态流分成多个分支时，所有的分支控制状态流必须同时激活。当多个控制流产生的结果相同时，可以把这些控制流合并成一个控制流，即并行分支的连接。在合并控制流时，所有的分支控制流必须都是完成了的。这样，在转移条件满足时才能转移到下一个状态。并行顺序一般用双水平线表示，同时结束若干个顺序也用双水平线表示。",
								className:""
							},
							{
								imgIs:true,
								text:"assets/industry/news11/13.jpg",
								className:"textCenter"
							}
						]
					},
					{
					    src: "assets/industry/news12/5.jpg",
						title:"关乎企业钱袋子|无纸化办公让信息传递更安全更高效更直观",
						text: "无纸化办公,通过将纸质文件转换为数字形式来实现,利用数字化手段从线下转到线上,建立企业的数据资产,开启企业的数字化创变。",
						data:[
							{
								imgIs:false,
								text:"无纸化办公,信息传递更安全高效直观!",
								className:"textCenter bold"
							},
							{
								imgIs:false,
								text:"随着现代信息技术的发展和普及,传统的办公方式(管理成本昂贵、缺乏创造力、办公效率低等)已无法满足部分企业的发展和需求。现如今企业更需要一个高效便捷的办公模式——无纸化办公,通过将纸质文件转换为数字形式来实现,利用数字化手段从线下转到线上,建立企业的数据资产,开启企业的数字化创变。",
								className:""
							},
							{
								imgIs:false,
								text:"无纸化巡检",
								className:"textCenter bold"
							},
							{
								imgIs:false,
								text:"设备的巡检无疑是企业业务体量最大的模块之一,通过信息技术的创新,点检数据不但可以自动生成、存储,还能帮助企业为设备的维保提供可靠的数据支撑,实现降本增效。",
								className:""
							},
							{
								imgIs:true,
								text:"assets/industry/news12/1.jpg",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"数字化台账",
								className:"textCenter bold"
							},
							{
								imgIs:false,
								text:"搭建好数字化设备台账的基础架构,也能带动基础人员数字化的转变,也能使工作人员及时发现设备的异动,提供工作效率。",
								className:""
							},
							{
								imgIs:true,
								text:"assets/industry/news12/2.jpg",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"经济效益",
								className:"textCenter bold"
							},
							{
								imgIs:false,
								text:"通过数智化的管理系统,来预测和推断设备开启的数量,从而减小经营管理决策的盲目性,使企业管理更加敏捷、精准、高效。",
								className:""
							},
							{
								imgIs:true,
								text:"assets/industry/news12/3.jpg",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"SOE事件",
								className:"textCenter bold"
							},
							{
								imgIs:false,
								text:"记录企业运行设备的瞬态、稳态事件量信息，监测系统运行，保存状态数据，记录和捕捉故障信息的重要系统。利用大数据的展示,来保障企业生成的稳定性和连续性。",
								className:""
							},
							{
								imgIs:true,
								text:"assets/industry/news12/4.jpg",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"无纸化办公的优势",
								className:"textCenter bold"
							},
							{
								imgIs:false,
								text:"1、节约时间，提高办公效率",
								className:"bold"
							},
							{
								imgIs:false,
								text:"节约员工之间的沟通和走程序的时间，是协同办公系统的最主要特点，这也是多数企业实行无纸化办公的出发点之一。企业通过协同办公系统受理办公流程和审批文件，不仅节省大量文件印发、转送、通知等方面的时间和人力成本，大大地提高了工作效率。",
								className:""
							},
							{
								imgIs:false,
								text:"2、节约资源，绿色环保",
								className:"bold"
							},
							{
								imgIs:false,
								text:"绿色环保是协同办公的另一特点。很多传统企业的一些文件审批，一般一复印就要很多份，这样只会增加办公成本。自无纸质化办公方式进入市场之后，可以节约纸质上的交流传递，减少了印刷、笔墨、订书钉等办公用品费用的支出，节约资源。",
								className:""
							},
							{
								imgIs:false,
								text:"3、实时传递，信息共享无障碍",
								className:"bold"
							},
							{
								imgIs:false,
								text:"传统办公模式中的办公资料只能通过纸质来传递公告，且需要一级一级传递。协同办公系统的推出保证了信息共享的实时性和迅速性。企业可通过协同办公平台共享资料信息，员工可以第一时间看到最新的通知、资料等。后期文件的存档入档、查找等也更加方便、快捷。",
								className:""
							},
							{
								imgIs:false,
								text:"4、易学易用",
								className:"bold"
							},
							{
								imgIs:false,
								text:"可将领导在传统的纸质文件上的批示、签署信息转换为电子文档借助软件打开，通过对文件传阅、审批流程的定义，领导便可使用搭载原笔迹手写技术的电磁屏通过手写，对电子文件进行亲笔圈阅、批注和签名。",
								className:""
							},
							{
								imgIs:false,
								text:"5、网络安全",
								className:"bold"
							},
							{
								imgIs:false,
								text:"领导办公可以与工作的各环节紧密结合，动态电子签名认证保证了领导签名内容的不可更改性和来源的真实性。用户可以利用动态电子签名认证可以实现可靠的身份确认功效，比传统键盘密码更安全、更有效。用动态签名认证来替代传统密码口令验证，极大增加系统中信息的安全性，而且使用更加方便，更加容易。",
								className:""
							},
							{
								imgIs:false,
								text:"虚拟世界的运转,必须依附于技术的支撑,而线上运作的业务,必须和技术紧密结合,二者相辅相成,不断创新突破,无纸化不只是一个业务的泛指,更是一种业务模式的传递。",
								className:""
							}
						]
					},
					{
					    src: "assets/industry/news13/1.jpg",
						title:"智能制造发展趋势",
						text: "智能制造(Intelligent Manufacturing，IM)是由智能机器和人类专家组成的人机一体化智能系统。可以在制造的过程中进行分析、推理、判断、构思、决策等智能活动。",
						data:[
							{
								imgIs:false,
								text:"智能制造概念",
								className:"textCenter bold"
							},
							{
								imgIs:false,
								text:"智能制造(Intelligent Manufacturing，IM)是由智能机器和人类专家组成的人机一体化智能系统。可以在制造的过程中进行分析、推理、判断、构思、决策等智能活动。智能制造通过人与智能机器的合作，扩展、延伸和部分替代了制造过程中人类专家的脑力劳动，更新了制造自动化的理念，使之具有灵活性、智能性和高度集成性",
								className:""
							},
							{
								imgIs:true,
								text:"assets/industry/news13/1.jpg",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"智能制造发展趋势",
								className:"textCenter bold"
							},
							{
								imgIs:false,
								text:"根据《“十四五”智能制造发展规划》提出，到2025年，中国规模以上制造业企业基本普及数字化，重点行业骨干企业初步实现智能转型;到2035年，规模以上制造业企业全面普及数字化，骨干企业基本实现智能转型。“十四五”期间智能设备将迎来高速发展时期。随着国家对智能制造的大力支持，我国智能制造行业保持着较为快速的增长速度。随着人工智能、数字孪生等新一代信息技术的发展，我国智能制造发展呈现出新的趋势。",
								className:""
							},
							{
								imgIs:false,
								text:"智能制造的人本化。人本智能制造是智能制造发展的新理念，智能制造系统设计正在纳入人的因素，人的利益和需求日益成为生产过程的核心。譬如，人机合作设计和人机协作装备的推出，使人从许多机械化生产中解脱出来，人与机器可以发挥各自优势，协作完成各项工作，推动产业模式的变革。",
								className:""
							},
							{
								imgIs:true,
								text:"assets/industry/news13/2.jpg",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"智能制造的多领域集成发展。在多领域集成发展的过程中，智能制造通过不断融入更多的制造资源、信息资源和社会资源，催生出预测制造、主动制造等数据驱动的制造新模式，使制造模式从单一化走向多元化，制造系统从数字化走向智能化。",
								className:""
							},
							{
								imgIs:true,
								text:"assets/industry/news13/3.jpg",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"企业组织形态发生较大改变。随着智能制造技术的日趋复杂，传统产业链的模式正在被打破，终端客户倾向于选择完整的解决方案。相应地，制造企业的生产组织和管理方式也正在发生重大变革，以客户为中心和数据驱动更为普遍，企业组织架构正在向扁平化、平台化方向转变。",
								className:""
							},
							{
								imgIs:true,
								text:"assets/industry/news13/4.jpg",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"智能制造装备自动化、集成化、信息化趋势明显。智能制造装备将实现生产过程的高度自动化，硬件、软件与应用技术深度集成，信息技术与先进制造技术深度融合，对生产对象和生产环境产生一定的适应性，从而实现生产过程优化。",
								className:""
							},
							{
								imgIs:true,
								text:"assets/industry/news13/5.jpg",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"工业软件国产替代速度加快。我国制造业市场为工业软件提供丰富的应用市场，国内工业软件尤其是生产控制软件将通过技术创新、并购整合等方式快速崛起，实现国产替代。",
								className:""
							},
							{
								imgIs:true,
								text:"assets/industry/news13/6.jpg",
								className:"textCenter"
							},
							{
								imgIs:false,
								text:"新冠疫情加快智能制造发展进程，工业互联网、大数据分析、人工智能等技术与先进制造技术深度融合，全球智能制造市场预计将在2028年达到5762亿美元，2021年到2028年复合年增长率预计将达12.7%。",
								className:""
							}
						]
					}
				]
			};
		},
		methods: {
			showModal (menu) {
				this.modalTitle=menu.title;
				this.visible=true;
				this.modalDatas=menu.data;
			}
		},
	});
</script>
<style scoped>
	.ant-carousel :deep(.slick-slide) {
		text-align: center;
		height: 100vh;
		line-height: 100vh;
		background: #364d79;
		overflow: hidden;
	}
	.caseHeader {
		width: 100%;
		height: 80vh;
		background: url(../assets/industry.jpg) no-repeat center center;
		background-size: 100%;
		padding: 7rem 6rem;
		color: #fffefe;
	}
	.industryContent{
		justify-content: space-between;
        padding: 2rem 0;
        display: flex;
        flex-wrap: wrap;
        align-items: center;
	}
	.industryItem{
		width:48%;
        height:12rem;
		display:flex;
		margin-bottom:2rem;
		border: 1px solid #eeeeee;
	}
	.industryItem div{
		width:50%;
	}
	.industryItem img{
		width:100%;
		height:100%;
	}
	.newsBox{
        padding-left: 1.5rem;
		position:relative;
	}
	.newsBox h2{
		font-size:0.8rem;
        margin-bottom:0.7rem;
        margin-top:1.7rem; 
	}
	.newsBox p{
		font-size:0.6rem;
        color: #999999;
		max-height: 4.8rem;
        overflow: hidden;
	}
	.mews-more{
		width:4rem;
        height:1.6rem;
		font-size:0.7rem;
        color: #999999;
        border: 1px solid #999999;
        display: inline-block;
        text-align: center;
        line-height:1.6rem;
		position: absolute;
        bottom: 0.5rem;
        right: 1rem;
		cursor: pointer;
	}
	.industryModal h1{
		margin-bottom:1rem;
        font-size:1.6rem;
		text-align:center;
	}
	.industryModal article{
		max-height:calc(100% - 3rem);
		overflow:auto;
	}
	.industryModal p{
		font-size: 0.7rem;
        font-family: Microsoft YaHei;
        color: #666;
        line-height: 1.1rem;
        text-align: left;
        text-indent: 2em;
        margin-bottom:0.6rem;
	}
	.industryModal article p.tagge{
		font-size:0.6rem;
	}
	.industryModal article p.bold{
		font-weight: bold;
	}
	.industryModal article p.textRed{
		color: red;
	}
	.industryModal article p.textBlue{
		color: blue;
	}
</style>
